[
  {
    "id": 1,
    "heading": "HEALTH AND HUMANITARIAN CONCERNS",
    "text": [
      "Principles and Ethics",
      "![](images/8ef560a10082adc97b2786e013b7d0c400222a36d87aff248e5cdae9f2c3f981.jpg)",
      "D. Campbell, Abortion Law and Public Policy. 1984. ISBN90-247-3107-0",
      "J. Pictet, Development and Principles of Intermational Humanitarian Law.1985. ISBN90-247-3199-2 J. van Houtte, Sociology_ of Law and Legal Anthropology in Dutchspeaking Countries. 1985. ISBN90-247-3175-5",
      "C.D. De Fouloy, Glossary of NAFTA Terms. 1994. ISBN0-7923-2719-5",
      "H.L. Zielinski, Health and Humanitarian Concems. Principles and Ethics.1994 ISBN0-7923-2963-5",
      "Henry Dunant Institute Geneva"
    ]
  },
  {
    "id": 2,
    "heading": "Health and Humanitarian Concerns",
    "text": [
      "Principles and Ethics",
      "Guidelines for Red Cross / Red Crescent Health Professionals",
      "Henryk Leszek Zielinski",
      "A C.1.P. Catalogue record for this book is available from the Library of Congress.",
      "ISBN 0-7923-2963-5",
      "Published by Martinus Nijhoff Publishers, P.O.Box163,3300ADDordrecht,TheNetherlands.",
      "Sold and distributed in the U.S.A.and Canada byKluwer AcademicPublishers, 101 Philip Drive, Norwell, MA 02061, U.S.A.",
      "In all other countries,sold and distributed by Kluwer Academic Publishers Group, P.O.Box322,3300AH Dordrecht,TheNetherlands.",
      "Printed onacid-free paper",
      "All RightsReserved $\\circledcirc$ 1994 Kluwer Academic Publishers Kluwer Academic Publishers incorporates the publishing programmes of MartinusNijhoff Publishers.",
      "No part of the material protected by this copyright notice may be reproduced or utilized in any form or by any means, electronic or mechanical, including photocopying, recording, or by any information storage and retrieval system, without written permission from the copyright owner.",
      "Printed in the Netherlands"
    ]
  },
  {
    "id": 3,
    "heading": "FLORIDA GULF COAST UNIVERSITY UBRARY",
    "text": [
      "The author is a medical doctor who has devoted the majority of his career, knowledge, and skills to the Red Cross/Red Crescent Movement. He began in the post-war years as a volunteer in the Polish Red Cross. Later he served as Director of the Red Cross Youth and subsequently in the Secretariat of the International Federation of the Red Cross and Red Crescent Societies as a medical advisor. During his association with the Red Cross he has participated in many relief operations throughout the world. Much of his time has been devoted to programme development and to creating and maintaining relations with specialised Governmental and Non-Governmental Organisations interested in co-operation with the Movement. His personal experience has provided the",
      "![](images/5cd614ffb9ebae26f4e7773cf9d973a1c0ad77894d81dc6c2c0df6dff21665f7.jpg)",
      "Digitized by the Internet Archive in 2021 with funding from Kahle/Austin Foundation"
    ]
  },
  {
    "id": 4,
    "heading": "TABLE OF CONTENTS",
    "text": [
      "THE FUNDAMENTAL PRINCIPLES OF THE INTERNATIONAL RED CROSS ANDRED CRESCENT MOVEMENT xi FOREWORD xiii ACKNOWLEDGEMENTS XV EXECUTIVESUMMARY xvii",
      "INTRODUCTION",
      "A.About the Work 2 B. How to Use The Guidelines and Exercises 4",
      "II. RC/RC HUMANITARIAN MANDATE",
      "A. Introductory Considerations 9 B. Unique Character of the Red Cross/Red Crescent 16 C. Ethical Codes and RC/RC Health Professionals 25 D. List of References for Further Reading 29",
      "II. HUMANITARIAN CONCERNS IN ACTION - AWARENESS EXERCISES -31",
      "A. Natural Disasters and Breaches of Principles and Ethics 33 B. Forced Feeding 37 C. Torture or Ill-treatment 39 D. Participation in Punishment 44 E. Assistance to the Abused and Neglected 45 F. Biomedical Research 47 G. Selling of Organs 48 H. HIV and AIDS Discrimination 49 I. Blood Donation 55 J. Consent for Surgery 58 K. List of References for Further Reading 59",
      "IV.CONCLUSION 61",
      "V. ANNEXES 63 A.ABBREVIATIONS AND GLOSSARY 63 B.FUNDAMENTAL PRINCIPLES 70 1. The Fundamental Principles of the International Red Cross and Red Crescent Movement - 1965, revised in 1986 70 C. PROFESSIONAL ETHICS 72 1. Declaration of Geneva (a modern oath for physicians adopted by the World Medical Assembly) - 1948, revised in 1968 and 1983 72 2. International Code of Medical Ethics (adopted by the World Medical Assembly) - 1949, revised in 1968 and 1983 73 3. Code for Nurses (Ethical Concepts Applied to Nursing) - 1953, revised in 1965, 1973, and 1989 74 D. HUMAN RIGHTS 77 1. United Nations’ Universal Declaration of Human Rights - 1948 77 2. World Medical Association Resolution on Human Rights - 1990 83 3. Declaration of Lisbon - The Rights of the Patient (adopted by the World Medical Assembly) - 1981 84 E. TORTURE AND OTHER CRUEL, INHUMAN, OR DEGRADING TREATMENT OR PUNISHMENT 85 1. Declaration of Tokyo (Guidelines for Medical Doctors Concerning Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment in Relation to Detention and Imprisonment) - 1975 85 2. The Nurse's Role in the Care of Detainees and Prisoners (International Council of Nurses Position Statement)- 1986 86 3. Principles of Medical Ethics Relevant to the Role of Health Personnel, Particularly Physicians, in the Protection of Prisoners and Detainees Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (adopted by United Nations Assembly) - 1982 88 4. Declaration of Hawaii (The World Psychiatric Association’s ethical guidelines for psychiatrists throughout the world) - 1977 90 NEGLECT AND ABUSE 93 1. World Medical Association Statement on Child Abuse and Neglect - 1990 93 2. World Medical Association Declaration of Hong Kong on the Abuse of the Elderly - 1990 96 3. UN Convention on the Rights of the Child (Articles 2,3, & 34) - 1989 98 G. BIOMEDICAL RESEARCH 100 1. World Medical Association Declaration of Helsinki (Recommendations guiding physicians in biomedical research involving human subjects) - 1964, revised in 1975, 1983, and 1989 100 H. HUMAN ORGAN TRANSPLANTATION 105 1. World Medical Association Declaration on Human Organ Transplantation - 1987 105 2. Statement on Live Organ Trade (adopted by the World Medical Assembly) - 1985 106 3. World Health Assembly Resolution 42.5 - Preventing the Purchase and Sale of Human Organs - 1989 107 1。 VOLUNTARY AND NON-REMUNERATED BLOOD DONATION 109 1. Federation of Red Cross and Red Crescent Societies’ Statement on the Ethics of Voluntary, Non-Remunerated Blood Donation - 1990 109 J. AIDS 111 1. World Medical Association Statement on the Professional Responsibility of Physicians in Treating AIDS Patients - 1988 111 2. Decision No. 24 of the VIth General Assembly of the League (Federation) - 1987 112 3. I Decision No. 31 of the VIlIth General Assembly of the League (Federation) - 1991 115"
    ]
  },
  {
    "id": 5,
    "heading": "THE FUNDAMENTAL PRINCIPLES OF THE INTERNATIONAL RED CROSS AND RED CRESCENT MOVEMENT",
    "text": [
      "HUMANITY -- The International Red Cross and Red Crescent Movement, born of a desire to bring assistance without discrimination to the wounded on the battlefield, endeavours, in its international and national capacity, to prevent and alleviate human suffering wherever it may be found. Its purpose is to protect life and health and to ensure respect for the human being. It promotes mutual understanding, friendship, co-operation and lasting peace amongst allpeoples.",
      "IMPARTIALITY  It makes no discrimination as to nationality, race, religious beliefs, class or political opinions. It endeavours to relieve the suffering of individuals, being guided solely by their needs, and to give priority to the most urgent cases of distress.",
      "NEUTRALITY  In order to continue to enjoy the confidence of all, the Movement may not take sides in hostilities or engage at any time in controversies of a political, racial, religious or ideological nature.",
      "INDEPENDENCE - The Movement is independent. The National Societies, while auxiliaries in the humanitarian services of their governments and subject to the laws of their respective countries, must always maintain their autonomy so that they may be able at all times to act in accordance with the principles of the Movement.",
      "VOLUNTARY SERVICE -It is a voluntary relief movement not prompted in any manner bydesireforgain.",
      "UNITY -- There can be only one Red Cross or one Red Crescent Society in any one country It must be open to all. It must carry on its humanitarian work throughout its territory.",
      "UNIVERSALITY  The International Red Cross and Red Crescent Movement, in which all Societies have equal status and share equal responsibilities and duties in helping each other, isworldwide.",
      "(The Fundamental Principles were proclaimed by the XXth International Conference of the Red Cross, Vienna, 1965. This is the revised text contained in the Statutes of the International Red Cross and Red Crescent Movement, adopted by the XxVth International Conference of theRedCross,Geneva,1986.)"
    ]
  },
  {
    "id": 6,
    "heading": "FOREWORD",
    "text": []
  },
  {
    "id": 7,
    "heading": "THE COURAGE AND DISCIPLINE OF CONVICTION:",
    "text": [
      "The founder and creators of the Red Cross Movement proceeded from their involvement in specific, concrete and tragic events to develop a series of Fundamental Principles. It is now the task of those committed to the Red Cross Movement to proceed back from Principles to action, applying this wisdom to today's humanitarian needs. Indeed, the ultimate test of the power of such Principles is their capacity to remain relevant, guiding us beyond each moment's passion, fear and anxiety, towards sound and effective action in the realization ofhumanitariangoals.",
      "The instinct to \"do good\" is necessary, but not sufficient for this work. Without a fundamental craving for justice, relief of suffering and human solidarity, where would we be ? Yet without clear guidance, the impulse to help can be blunted by ineffectiveness, or may even result, perversely, in harm to those most in need. Those personally familiar with humanitarian work in the field share a common bond - for they know that action is simple, and that the true measure of skill and commitment is the ability to ensure that action really helps theother.",
      "It is a powerful tribute to the wisdom and practical orientation of the Movement that it explicitly acknowledges this inescapable difficulty, this central challenge in humanitarian work. Through the teaching and learning about the Fundamental Principles, the Red Cross/Red Crescent health professional can be liberated from the politics, the volatility and the intense emotion of the moment. As in medicine itself, the new physician learns how to achieve a necessary distance from the injured or ill person (for if the doctor only saw the blood and pain, human sympathy would triumph, and blind the diagnostic and decision-making process), so the humanitarian health professional also needs a discipline, a method to help achieve thoughtful distance from the tyranny of the moment's passion, anger, frustration, pain and fear.",
      "The publication of this fine book for Red Cross/Red Crescent health professionals is a clear and useful contribution to the discipline and methodology of humanitarian work. It proceeds from the concrete situation to the Fundamental Principles and back again. Thus, faced with a specific situation, the health professionals who learn and use this method will either find their approach to a complex humanitarian situation changed through its systematic analysis, or they may discover the initial approach to have been sound, although now it will be anchored firmly in the spirit and letter of the Movement.",
      "Just as new doctors may initially find a diagnostic method and appropriate \"distance\" from the subject of their ministrations difficult to achieve and emotionally challenging, so health professionals may find, at first, that the methods outlined in this book require time, experience and energy to apply. Yet this is the only sure path towards the wisdom through experience which all seek, as we, in our own ways, try to make our personal contribution to relief of suffering in the modern world.",
      "Jonathan Mann, MD, MPH Francois-Xavier Bagnoud Professor of Health and Human Rights Professor of Epidemiology and International Health Harvard School of Public Health Boston, Massachusetts August 1993"
    ]
  },
  {
    "id": 8,
    "heading": "ACKNOWLEDGEMENTS",
    "text": [
      "The author expresses his gratitude to all the individuals and institutions for their help and contributions which made possible the setting up and production of these guidelines. Particular mention must be made of the National Societies of Canada, China, Germany and Norway who so generously donated funds and have so patiently awaited the outcome. We also acknowledge, with thanks, the contributions of the ICRC and the International Federation of Red Cross and Red Crescent Societies.",
      "The author is particularly grateful to Dr. Remi Russbach, Dr. Hernan Reyes, Prof. Robert Beal, Dr. Frits C. Kothe, Dr. Anne Petitgirard, and Dr. Zbigniew Bankowski, for their invaluable guidance and advice.",
      "Thanks are due to Mr. Jean Hoefliger, Miss Cecilia Dignam, Ms. Hajira Shariff, and Mrs. Debbie Menet-Landi for their assistance on this project. The author expresses his appreciation to Mr. T. Mike Davis (University of Syracuse) for his editorial review of the document.",
      "Special thanks are extended to all families of the Red Cross/Red Crescent delegates and, through this symbolic gesture, to the author's wife, Maryla, for her exceptional comprehension and understanding when often left alone during the Red Cross/Red Crescent missions which enabled the author to acquire the relevant experience for this work.",
      "Finally, the Henry Dunant Institute acknowledges its debt of gratitude to the Finnish Red Cross for the exceptional contribution made to support a low purchase cost in order that all, especially health personnel in vulnerable regions, would have access to this publication."
    ]
  },
  {
    "id": 9,
    "heading": "EXECUTIVE SUMMARY",
    "text": [
      "Within the Red Cross/Red Crescent Movement, there has been increasing concern over a number of health projects and programmes which have been jointly undertaken between the National Societies and government public health authorities. The question has sometimes been raised whether the RC/RC jeopardises its own basic values by providing support and assistance to programmes, such as a nation's blood donor service, which may demand that the Movement comply with domestic requirements that conflict with RC/RC Fundamental Principles and international humanitarian interests.",
      "Such situations have become increasingly common and are unquestionably not random occurrences in today's world. In January 1990, the serious health plight of women and children in an Eastern European country was made public. It appeared that basic human rights were being denied and ignored by the very government which was actively supporting the country's Red Cross National Society. This situation, like the many that have followed, raises two main questions: what can members of a National Society do to attempt to remedy such violations of human rights, and which documents might offer RC/RC health professionals support in their actions?",
      "The two examples mentioned above are evidence of a need for guidelines to which National Societies and individual RC/RC health professionals can refer to help deal with authorities on such issues. The goal of this work is to offer certain guidelines, equally applicable in both times of war and peace, which can be used by all persons and institutions within the Movement for such purposes. Its main objectives are to raise and explore various humanitarian concerns that are related to health issues and to provide examples and suggestions based on the seven Fundamental Principles, ethical considerations, and international humanitarian law. It will provide tools and a systematic approach for the practical application  of the  RC/RC  Fundamental  Principles and standard professional ethics while treating victims/patients.",
      "This work seeks to provide for those working in the field, a knowledge of documents and principles pertinent to RC/RC health work. Such knowledge of",
      "RC/RC Principles, codes of professional ethics, and essential international guiding documents (conventions, declarations, and statements), nearly always, can help health professionals serving in the RC/RC in two specific ways. It can help them to make better decisions about health care for victims/patients affected by war, natural disasters, or everyday emergencies, and a better knowledge of such documents will help health professionals to correctly use the documents as guidelines in their daily work.",
      "\"The vision of Henry Dunant needs constant revitalisation. Because advocating health and human rights will always be unpopular to the status quo, some may want to use impartiality to justify passivity. We should be on guard against this and remember that impartiality doesn't mean being on nobody's side. It means being on the side — first of all -- of ALL the casualties —— just as Dunant was.\"1",
      "Dr. Jonathan Mann - 1993",
      "![](images/4b21081bfdded1135ae09bf9d911c12128c1b41b00004051ac565f48f35e31b1.jpg)"
    ]
  },
  {
    "id": 10,
    "heading": "1. INTRODUCTION",
    "text": [
      "We are living in exciting times. Everyday, new medical discoveries are constantly being made that broaden the horizons of the health sciences and related technologies. At the same time, however, reports of incidents of abuses and neglect of human rights have increased. Some of the very miracles of medicine used to cure the ill and the injured are, ironically enough, being used to perpetuate the abuse and neglect of human rights in health programmes meant to provide assistance and alleviate pain and suffering.",
      "Increasingly, governments and government agencies have turned to the Red Cross/Red Crescent Movement (ICRC, Federation, and National Societies) to either assist in the operation of or completely administer health programmes. As a result, RC/RC health professionals may at times find themselves perched on the horns of a dilemma for which they are not prepared. Because of the differing values and goals of governments and the Red Cross/Red Crescent, health personnel may be forced to decide, within the context of their specific situations and realities, how to handle the emerging contradictions or doubts that surface between government goals and regulations and those goals and principles meant to ensure the attainment of the RC/RC humanitarian mission.",
      "What should be done? What can be done and how should it be done? To say only that health professionals should act within the framework of the Fundamental Principles is not enough. Instead, it is also necessary that RC/RC health workers understand how to use the Fundamental Principles, along with other basic ethical and humanitarian documents, as practical tools to respond to these dilemmas in concrete ways that provide victims/patients with relief and allow the Movement to provide assistance to ALL vulnerable persons.",
      "Until now, however, no single text has been written which has offered guidance concerning the relationship between the conduct of RC/RC health professionals, humanitarian issues, the Fundamental Principles and various codes of professional ethics. These guidelines are meant to provide some of the practical tools needed. They have been created in order to begin to fulfil this need. This text has been written by a medical practitioner well experienced in",
      "Red Cross/Red Crescent missions with the objective of providing, within one document, a compilation of essential documents and references on the subject of health and humanitarian issues, specifically limited to the ethical conduct of RC/RC health professionals. This publication, it is hoped, will be of assistance to its readers by providing information that transforms the many codes, documents, and principles into practical tools. In this way, without providing ready-made solutions, we wish to contribute towards respect for basic human rights, inspire other publications of a similar character in the future, and ensure that RC/RC humanitarian concerns are addressed in all of the Movement's health activities."
    ]
  },
  {
    "id": 11,
    "heading": "A. ABOUT THE WORK",
    "text": [
      "This work is a practical response by the Henry Dunant Institute to the urgent need for a compilation of essential documents and references on the subject of humanitarian issues as they relate to the health care work of the Movement. The discussion involved is specifically limited to the moral and ethical conduct of RC/RC health professionals and does not pretend to address the complex legal and medical aspects of the humanitarian mission of the Movement.",
      "The text is based upon the extensive RC/RC field experience of the author, as well as upon relevant literature, interviews and questionnaires. Its writing has been carried out in three stages. First, literature was selected from various RC/RC, medical, health, and legal works. Interviews were then conducted with persons experienced in RC/RC health work. Subsequently, questionnaires were sent to and collected from selected National Societies.",
      "The list of literature used in writing this work includes the Red Cross and Red Crescent Fundamental Principles, international humanitarian law, the Universal Declaration of Human Rights, international ethical codes and declarations, and decisions and policies relevant to the work of RC/RC health professionals. Of these documents, the two most important for the purposes of this discussion and the work of individuals involved in RC/RC health activities are the RC/RC Fundamental Principles and the international ethical codes, all of which are compatible with the Universal Declaration of Human Rights and international humanitarian law.",
      "Despite the fact that neither the Fundamental Principles nor the ethical codes possesses legal authority, both documents possess great moral authority, have international consensus as to their validity, and must be used to their full extent in all circumstances by RC/RC health professionals. By using the Fundamental",
      "Principles, the ethical codes, and the other documents included herein, RC/RC professionals will be better able to assist victims and patients without discrimination and with full respect to human dignity.",
      "At present, Red Cross/Red Crescent health programmes and activities during armed conflicts have been adequately addressed in the literature produced by the ICRC, the Henry Dunant Institute and other sources. Peacetime programmes and activities, however, have not received equal attention in published works. Despite the lack of attention given the subject, RC/RC professionals need to be aware that peacetime programmes, much as in the case of armed conflicts, are also forced to function in the presence of the great difficulties of everyday life and an ever-present contempt for basic human rights. Accordingly, in order to protect and assist victims/patients in peacetime disasters, it is equally important to require strict application of the Fundamental Principles and ethical guidelines.",
      "Whether during armed conflicts or peacetime disasters, there are certain responsibilities common to all RC/RC members. RC/RC health professionals should always provide equal care as indicated by medical necessity, the Fundamental Principles, and ethical codes. When legal issues must be taken into consideration, the priorities of RC/RC health professionals should remain the same as above, despite any necessity to seek legal advice. In instances where legal issues do arise, it should always be remembered that the RC/RC worker's first duty is to care for the patient. Only subsequent to the care of the victim/patient should a health professional consider the collection of evidence, the facts of the situation, or the legal issues and ramifications which need to be referred to the proper individuals/authorities.",
      "This work is addressed to the Movement's health professionals, particularly to those who may find themselves working in difficult conditions or in environs inhospitable to the ideals of human rights as held by the Red Cross and Red Crescent. In order to overcome such difficulties, these health professionals must maintain the highest standards of professional skills, ethics and adherence to the RC/RC Fundamental Principles. They have a moral obligation to advocate these values among their own colleagues as well as among those from other health services, be they governmental, non-governmental, or private. This obligation especially concerns all RC/RC health professionals, regardless of level, including health administrators, social workers, technicians and trained volunteers, whether employed in the health or social welfare fields. By maintaining these high standards and advocating these values among peers, RC/RC health professionals will help realise the RC/RC goal of creating both a uniform system of values and a better understanding of that system of values among all RC/RC professionals.",
      "B. HOW TO USE THE GUDELINES AND EXERCISES",
      "THE TEXT AND THE DOCUMENTS",
      "In order to obtain a full understanding of the importance of the documents and concepts discussed in this work, it is necessary to read and work through all of the information contained in the text. However, because individuals come into the Movement with different levels of education, experience and knowledge of RC/RC Fundamental Principles, ethical guidelines and humanitarian documents, it is necessary for individuals of diverse backgrounds to pay especially close attention to different parts of this work.",
      "Before continuing to read the text, please judge for yourself which of the following four categories most appropriately fits your background. While reading this text, then, please pay particular attention to the sections suggested foryour specialnotice:",
      "FOR PHYSICIANS AND NURSES",
      "Category1 Persons who ARE physicians or nurses BUT who ARE NOT familiar with Red Cross/Red Crescent work or the Fundamental Principles...",
      "Pay Particular Attention To:",
      "Part I, Section D, (The Abbreviations and Glossary) Part II (RC/RC Humanitarian Mandate) Part V (Annexes)",
      "Category 2",
      "Persons who ARE physicians or nurses AND who ARE familiar with Red Cross/Red Crescent work and the Fundamental Principles...",
      "Pay Particular Attention To:",
      "Use these guidelines as a reference for your work. Part V (Annexes) This section can provide useful supportive documents helpful in difficult exchanges of opinion with other concerned parties. It may also be used as teaching material for training volunteers for any Red Cross/Red Crescent mission or when organising a discussion session for colleagues employed in other areas of health care.",
      "Category3 Persons who ARE NOT familiar with Red Cross/Red Crescent work or the Fundamental Principles AND who ARE NOT physicians or nurses...",
      "Pay Particular Attention To:",
      "Part I, Section D (The Abbreviations and Glossary) Read before entering Part II. Read the recommended documents listed in each chapter. Part IHI (Humanitarian Concerns in Action - Awareness Exercises). Part V (Annexes) & Flow Chart - Formulate different problems and try to make decisions and find solutions in accordance with the Fundamental Principles and Codes of Ethics.",
      "\\*\\*\\* Members of Category 3 should preferably be assisted in the Exercises by a health professional experienced in Red Cross/Red Crescent work. \\*\\*\\*",
      "Category 4",
      "Persons who ARE familiar with Red Cross/Red Crescent work and the Fundamental Principles BUT who ARE NOT physicians or nurses...",
      "Pay Particular Attention To:",
      "Part II (RC/RC Humanitarian Mandate) Use as a refresher. Part HI (Humanitarian Concerns in Action - Awareness Exercises) Part V (Annexes) Review with the assistance of an experienced health professional.",
      "THE FLOW CHART",
      "The decision flow chart included in this text was designed by the author to help in exercising thought on humanitarian issues before making decisions. Great care in decision making is especially necessary in RC/RC work. RC/RC health professionals never act in a vacuum; on the contrary, they always work within the limits of specific realities. Some of the realities that affect decision making are listed in the flow chart. These realities influence the decisions health workers make and the approaches they take in implementing their main mission of aiding patients while complying with the Fundamental Principles, ethics, and basic human rights.",
      "The DECISION FLOW CHART consists of four fields:",
      "a)Tools b) Country Realities c)Population Realities d) Assistance to Vulnerable Groups",
      "a) \"Tools\" are the basic documents included in this text which can serve as references for decision making by taking into consideration B (Country Realities), C (Population Realities), and D (Assistance to Vulnerable Groups);",
      "b) \"Country Realities \" presented in the form of a check list, will help the reader to create a more comprehensive picture of the realities facing RC/RC workers in any particular country;",
      "c) \"Population Realities\" is a list of population characteristics which, when taken into consideration, will help RC/RC health professionals to better identify the victims/patients and their needs;",
      "d) \"Assistance to Vulnerable Groups\" is the main goal of any RC/RC humanitarian mission.",
      "In the centre of the chart, a flow-chart format for decision making is provided. The chart is composed of questions (diamond shaped forms) and proposed actions (rectangular boxes). To use the chart, simply take an existing 'problem\" in the form of a simple question and ask whether or not the problem has been solved (e.g. - Are authorities allowing access to minority groups?). If the problem has been solved, you need only begin to or continue to provide assistance to the vulnerable groups or individuals. If the problem has not been solved, however, then by following the options suggested in the flow chart, you should follow the progression of problem solving steps through the chart until the problem has been solved using the \"Tools\" and \"Realities\" relevant to the problem.",
      "Using the chart and working the exercises included in Part IHI will allow you tobecome familiar  with solving difficult problems while taking into consideration humanitarian issues, the RC/RC Fundamental Principles, professional ethics, and specific country and population realities. Later, in order to try to find answers to problems which may arise in day-to-day work, readers may introduce their own specific problems into the framework of the chart and apply the annexed texts in search of effective solutions.",
      "After making decisions based on the flow chart and the information contained in the text, it is probable that RC/RC health professionals will find it necessary to defend their decisions on various levels. In order to defend decisions in favour of all persons defined as patients/victims, it is recommended that sessions occasionally be organised for reflection and discussion of different problems relating to the conduct of RC/RC health professionals. Aside from being open to RC/RC health professionals, such sessions should also be open to health professionals of different levels from outside of the Red Cross/Red Crescent. Especially helpful in these sessions would be to involve a small number of outside experts in order to provide legal and other background information. The participation of a lawyer specialising in international humanitarian law would be highly recommended. Also helpful would be the participation of persons expert in the Fundamental Principles of the Red Cross/Red Crescent and the dissemination of international humanitarian law."
    ]
  },
  {
    "id": 12,
    "heading": "II.RC/RC HUMANITARIAN MANDATE",
    "text": []
  },
  {
    "id": 13,
    "heading": "A.INTRODUCTORY CONSIDERATIONS",
    "text": [
      "Progress in the field of medicine continues to move ahead at an unparalleled pace. Despite the corresponding world-wide expansion of RC/RC services and abilities, however, natural and man-made disasters continue to confront us. Disasters can occur at any place, at any time, and may involve numbers of people ranging from one single individual, to a family, a community, a country, a continent, or even the population of the entire planet. In all such circumstances, the main objective of RC/RC services is to save lives and to prevent and alleviate suffering while respecting the dignity  of  the victims/patients. This objective can be reached only by considering the Red Cross/Red Crescent Fundamental Principles, professional ethics, and medical criteria.",
      "It is common knowledge that a government bears the primary responsibility for providing assistance to victims/patients living within areas under that government's control. Because government authorities, however, are often overburdened or have other political commitments, they are sometimes not in a position to act promptly. As a result, States commonly address their requests for help to specialised agencies, their National Society, the ICRC or the Federation.",
      "The Red Cross/Red Crescent has long been the organisation responsible for providing assistance  to victims of  wars and  natural  disasters.  Official responsibility for assisting victims of war was first granted to the Red Cross in the \"Convention for the Amelioration of the Condition of the Wounded in Armies in the Field\" in 1864. Later, in 1906 and 1929, the scope of the 1864 convention was expanded and protection was granted to broader categories of victims. At present, Red Cross responsibility for assisting victims of armed conflicts is defined by the Geneva Conventions of 1949 and the Additional Protocols adopted in 1977. Red Cross assistance to victims of natural disasters and peacetime tragedies, on the other hand, was not really discussed until the end of the 19th century. It was not until 1919, when the League of Red Cross Societies (now the International Federation) was formed, that such assistance was secured for persons affected by peacetime disasters.",
      "Presently, the ICRC and the Federation are still responsible for victims/patients of armed conflicts and peacetime disasters, respectively. Depending on the cause of the emergency, assistance may be offered through various channels. In the case of armed conflict, the ICRC, based on its mandate in the Geneva Conventions, is the organisation which offers its assistance directly to the States concerned. The Federation, on the other hand, was created after the First World War in order to assist in emergencies during peacetime. As a result, a National Society's request for assistance in the case of natural disasters is usually addressed to the Federation Secretariat. Similarly, requests for development assistance come from National Societies to the Federation Secretariat or sister Societies, but are always coordinated by the Federation. No matter what the circumstances, the National Society and its health professionals are involved throughout the length of an operation.",
      "When a request for help is addressed to the ICRC, the medical assistance it can provide is based on international humanitarian law found in the Geneva Conventions. The Geneva Conventions, by providing for the place of the RC/RC in caring for victims/patients, give legal support for the implementation of Red Cross/Red Crescent humanitarian ideals in the following ways:2"
    ]
  },
  {
    "id": 14,
    "heading": "ICRC MEDICAL SERVICES:",
    "text": [
      "concern four categories of victims/patients: (1) Those Wounded in War; (2) Those Disabled by War; (3) Prisoners of War; and (4) Civilians; provide victims/patients with basic help for survival through lessening the victims'/patients? suffering and preventing further damages to their health; have limited resources, however, use these resources to optimal advantage by using a painful but realistic choice of priorities;",
      "cooperate with the National Society for the purpose of limiting its dependence on outside help and prepare the ground for continuity in the form of development assistance to other bodies;",
      "attempt to harmonise assistance with other bodies with the aim of avoiding duplication, while retaining its specific tasks.",
      "THE RED CROSS/RED CRESCENT HUMANITARIAN MANDATE:",
      "George A. Silver, when clarifying the duties of physicians and health workers during the Ninth CIOMs Round Table Conference on \"Medical Care and Society\", offered words which may easily be extended to individual RC/RC healthprofessionals.",
      "'Physicians,\" he suggested,",
      "\"have a higher moral obligation to mankind than that of ordinary citizens and should have higher rules of conduct than customary national or temporal rules. They must resist allowing themselves to become passive agents of society's inequities and injustices. Physicians and other health workers must persist in adding social justice in health as an everyday practise. Their motto must become ‘nothing that affects health shall be foreign to me.'\"3",
      "The RC/RC believes it is important that physicians attend to this higher moral obligation and that the humanitarian mission of the Red Cross/Red Crescent and its commitment to human rights be ensured. The aim of this study, therefore, is to provide RC/RC health professionals with practical tools which can help them - when implementing and evaluating any health programme, project, or action - to carry out their duties to social justice within the framework of the Movement's humanitarian mission.",
      "Concern for attending to humanitarian issues is nothing new for the RC/RC. In 1983 the Council of Delegates made a commitment to humanitarian issues by giving permission to RC/RC workers to involve themselves to a certain extent with issues of humanitarian interests. This commitment to humanitarian issues and human rights was emphasised in the Third paragraph of Resolution 4 on the",
      "Red Cross and Human Rights adopted by the Council of Delegates. The Resolution states",
      "\"...that the Red Cross Movement shares the ideal that all human rights (as embodied in the Universal Declaration of Human Rights, the two UN Covenants respectively on Economic, Social and Cultural Rights and on Civil and Political Rights, and other international legal instruments), should be respected, but that the Red Cross has to further define its own specific possibilities, priorities and limits in contributing to the respect of such rights.\"4",
      "This permission to consider issues of human rights finds additional support in Recommendation No. 1 of the Final Report of the Group of Experts on Human Rights adopted in October of 1989 by the Council of Delegates in Geneva. Recommendation No. 1 states simply that",
      "ItJhe Movement should make efforts to increase awareness of the link between its activities and respect for human rights. This report should be distributed widely [throughout] the Movement to make [members] aware of this link and enable them to explain and demonstrate the role played by the Movement in fostering respect and concernforhumanrights.\"5",
      "Though these sources do not grant the RC/RC health worker permission to treat human rights concerns as more important than the ultimate goal of providing health care for victims/patients, these statements do ask RC/RC professionals to consider human rights issues as they relate to RC/RC Fundamental Principles and professional ethics. Accordingly, both of these documents can be considered to mandate a new perception of the actions of the RC/RC in relation to humanitarian concerns, and thus to mandate this work and the guidelines it offers.",
      "PROVIDING ASSISTANCE AT THE LOCAL AND NATIONAL LEVEL:",
      "The ICRC medical staff has developed actions with the aim of treating victims/patients in the same manner as they are accustomed to being treated. Any additional assistance given victims/patients as compared to the rest of the population may create jealousies and tensions and, thus, create barriers to future communityparticipation.",
      "Community participation is an essential element of any successful strategy to improve the overall health of a community or population. In order to assure community participation, therefore, RC/RC health professionals must build up mutual trust and respect within a community. Professionals should proceed with respect, patience and \"open eyes and ears\" when working with a community. Only when familiar with a community should RC/RC health professionals attempt to help the community understand the Red Cross/Red Crescent and, through exemplary application of the Principles and ethical standards, give proof of theirwords.",
      "Health care professionals should avoid the tendency of unilaterally imposing their own ideas and solutions on a particular community or the problems facing that community. Such tendencies have the effect of making the community feel as if they are being perceived as dependent and ignorant in the eyes of the health care volunteers. Another effect of RC/RC health professionals acting unilaterally is that their conduct may be perceived by the members of the community as simple arrogance. Such perceptions of the RC/RC may result in different forms of resistance expressed on the part of the recipients of care.",
      "One way of building community cooperation is to involve the victims/patients in one's work. ICRC medical personnel have done just that in certain instances. The ICRC has involved skilled victims/patients, trained in the traditional means of treatment, in assisting other victims. This policy has been very much appreciated by the victims/patients and has proven successful in creating mutual trust.",
      "ICRC medical programmes, much more often than not, are greatly appreciated by all parties in emergency situations. This appreciation is due to the  great wealth of experience possessed by ICRC  staff gained through adherence to the Fundamental Principles, professional ethics, and professionalism, the careful selection of RC/RC personnel, and through thorough training.",
      "Only those who are not familiar with Red Cross/Red Crescent ideals might react negatively, particularly if their expectations are not met. For example, if an ethnic group were fighting its government for the recognition and respect of perceived rights, the group could and would be medically assisted by the Red",
      "Cross for humanitarian reasons. However the ethnic group might have a difficult time understanding why the Red Cross, while assisting them, cannot take their side in the conflict. The reason for this, however, is quite simple. By taking the side of the ethnic group the RC/RC would ignore the RC/RC Fundamental Principle of Neutrality.",
      "The same policies as mentioned above, are applied by the Federation in other cases, but in varying situations. A National Society, however, when acting alone in humanitarian work or even when acting together with the authorities, needs to be able to work independently of collaborators keeping in mind the Fundamental Principles. Such is not an easy task. National Societies, for example, may have difficulties in maintaining their independence when acting as auxiliaries to the government in their country. The reason for this is that the political environment may not allow the National Society the independence necessary to implement the Fundamental Principles as fully as they might desire.",
      "The Federation, in its Strategic Work Plan for the Nineties, has pointed out that",
      "\"[t]here may seem to be an inherent contradiction between the Principle of Independence and the role as auxiliary to the public authorities normally allocated to the National Societies. Generally, few problems exist, but in exceptional circumstances, notably in cases of internal conflict, some Societies and their governments may have to be reminded of the implications of the Principles.\"6",
      "While the Federation recognises that both it and the National Societies must comply with domestic law, the Federation has an additional challenge in helping National  Societies maintain independence  within the framework  of the Fundamental Principles.",
      "\"The Federation should offer its full cooperation to all governments which meet their lawful obligations in a true humanitarian spirit, and all members of the Federation must comply with national legislation and policies. However, no Society can disregard the Fundamental Principles in performing its auxiliary duties. Ways and means of showing solidarity with, and giving concrete support to Societies which cannot protect their integrity [independence], must be identified and applied when necessary.\"7",
      "Red Cross/Red Crescent health professionals, such as physicians, nurses, health administrators, and volunteers trained in social welfare or any health field (without any distinction as to whether they are delegates on a mission, national staff, or volunteers) are all bound by the basic guidelines established under the seven Red Cross/Red Crescent Fundamental Principles and in various codes of medical ethics. For this reason, RC/RC health professionals must constantly be alert and must always be concerned that decisions conform with the Fundamental Principles, medical ethics, and humanitarian concerns.",
      "The ability to work with and eventually resolve these difficult issues requires a great deal of a RC/RC health professional. Not only are good professional skills required, but so too are a good knowledge of and a strong conviction to the moral values expressed in sources of professional ethics and the Fundamental Principles - both of which require non-discrimination and at the same time demand respect for human beings and their beliefs.8",
      "RC/RC health professionals should be acquainted in advance with the difficult issues and the ethical dilemmas that may exist, particularly when sent to an area where politics, religion, culture and other beliefs are different from their own. Advance knowledge will help to avoid any unnecessary friction and problems and will contribute to building a common understanding and trust.",
      "One problem which could have been avoided had responsible RC/RC personnel better understood a country's culture and religion is illustrated by the following example. Help was sent to a famine area in the form of canned pork. When the meat was delivered to the area, it was discovered that the senders had completely ignored the fact that the population's beliefs do not allow its followers to eat pork. The meat, though rich in nourishment, was useless to the people suffering from the famine.",
      "It is much easier to implement RC/RC humanitarian tasks when these factors are taken into consideration in the preparatory stage for a RC/RC mission. In order to do this, it is recommended that RC/RC health professionals refer to publications which might provide essential information on religious, cultural, economic, linguistic, and any other relevant phenomena particular to a country orregion.",
      "Unfortunately, due to a lack of space in this study it is impossible to provide RC/RC health professionals with even the minimum summary information on these topics. It is useful, however, to know such facts as they are topics which in some circumstances may either support the RC/RC humanitarian mission or, on the contrary, have an adverse effect on an action. Under no circumstances will ignorance of these facts help RC/RC health professionals in making decisions.",
      "In the end, final decisions made in the line of service must be based on the conscience of the individual RC/RC health professional in each particular circumstance and will have to be made in conformity with the Fundamental Principles of the RC/RC and professional ethics. This, however, in many instances, could create a real dilemma for decision makers since professional and personal convictions must be balanced with community beliefs."
    ]
  },
  {
    "id": 15,
    "heading": "B. UNIQUE CHARACTER OF THE RED CROSS/RED CRESCENT",
    "text": [
      "Why is the intervention of the RC/RC requested and appreciated almost everywhere, despite the existence of other specialised organisations and agencies whether governmental, non-governmental, international, national or Otherwise?",
      "The answer to this question can be summed up quite simply: because of the existence and effect of the seven Principles of the Red Cross/Red Crescent Movement. The seven Principles, Humanity, Impartiality, Neutrality, Independence, Voluntary Service, Unity and Universality, are the basis of a unified doctrine of the Red Cross/Red Crescent Movement. When respected by all of its members at all levels and in all circumstances, the seven Principles provide a guarantee for the unique character of the Movement and contribute in a practical and unique way to the respect of human rights and international humanitarian law. Though the Fundamental Principles discussed in this section concern all persons involved in RC/RC work, they bear particular significance for RC/RC health professionals.",
      "The Fundamental Principles of the International Red Cross and Red Crescent Movement were proclaimed in 1965 (Annex A.1.). They find their origins in two sources -- in the ideas and beliefs held by Henry Dunant, which later provided the impetus for his actions taken at Solferino, and in Dunant's own written proposals which have developed over the nearly 130 years of Red Cross/Red Crescent action.",
      "Since the time of its founding under Henry Dunant, the RC/RC has grown to be a high profile organisation. Now, from the moment one wears a Red Cross/Red Crescent insignia, all activities undertaken by a health professional are automatically seen and judged by outsiders as the work of the National Society or the Movement. Since human values and priorities may differ greatly from country to country and from community to community, it is absolutely necessary to have a complete understanding of the Principles in order to ensure an overriding uniformity. To this end, it is important that each reader, individually, look into the content of the Fundamental Principles as a whole in order to be sure that the Principles are applied in accordance with the spirit of the Red Cross/Red Crescent.9",
      "In preparation for undertaking such a task, it might be helpful to first present some interpretations of the Fundamental Principles. In this section, each of the Principles - Humanity, Impartiality, Neutrality, Independence, Voluntary Service, Unity, and Universality - will be clarified in the context of RC/RC healthprofessionals'work.",
      "HuMANITY - is the first Principle of the Red Cross/Red Crescent Movement and represents the essence of the RC/RC mission. The Fundamental Principles state:",
      "\"HUMANITY-TheInternational Red Crossand Red Crescent Movement,born of a desire to bring assistance without discrimination to the wounded on the battlefield, endeavours in its international and national capacity, to prevent and alleviate human suffering wherever it may be found. Its purpose is to protect life and health and to ensure respect for the human being. It promotes mutual understanding, friendship, cooperation and lastingpeace amongpeoples.\"",
      "The Principle of \"Humanity\" requires RC/RC health professionals to observe the following rules of conduct:"
    ]
  },
  {
    "id": 16,
    "heading": "1.To save lives, prevent and alleviate the suffering of all victims/patients with all available means and withoutany discrimination",
    "text": [
      "This implies treatment of the victims/patients without any privilege or prejudice. Whether during armed conflict or in time of peace, the wounded or sick, enemy or friend, have equal rights to treatment, similar to those granted by local standards. Priority will be given to each individual according to medical criteria only, in order to save lives and to prevent or reduce further deterioration of health.",
      "EXAMPLE: A RC/RC associate with First Aid training witnesses an accident in which a police car is involved. Among the accident victims are policemen and escorted criminals. The First Aider should not merely stand by passively. On the contrary, he/she should act immediately, using all skills and available means, including the use of improvised materials to save the lives of victims and reduce their suffering. If the life of a criminal is at highest risk, the criminal's needs should be given greater priority than those of the police. (\"Help first those whoneedhelpmost.\")"
    ]
  },
  {
    "id": 17,
    "heading": "2. To prevent disease and promote health among populations at a higher risk, particularly among those groups which do not have access to health services provided by the authorities",
    "text": [
      "EXAMPLE: A RC/RC public health volunteer is planning a health programme for a vulnerable community. Before beginning, he/she needs to first establish a feeling of trust within the community. Establishing trust can be achieved through showing understanding and encouraging dialogue with the people of the community. In particular this goal can be accomplished by finding out the most important needs in terms of urgent assistance. Creating a dialogue on this issue helps the community to become self-reliant and more resistant to newcalamities.",
      "Clear information should be provided to the community about the scope of and the type of inconveniences which could arise during implementation of the health programme. Such inconveniences might include changes in traditional habits in exchange for the benefit of future improvements and prosperity. Great emphasis should be placed on the need for true participation by the community in this endeavour."
    ]
  },
  {
    "id": 18,
    "heading": "3. To show respect for the dignity of human beings when working with victims/patients",
    "text": [
      "EXAMPLE: A surgeon should respect a victim's/patient's decision not to undergo a proposed treatment, for example a blood transfusion, since the treatment may be against the patient's beliefs. Just as importantly, however, health care personnel should also respect the victim's/patient's right to refuse to undergo a medical or clinical experiment."
    ]
  },
  {
    "id": 19,
    "heading": "4. To behave humanely when dealing with the victim/patient",
    "text": [
      "EXAMPLE: When dealing with a victim/patient, even in an emergency situation, the patient must be treated not as a case but as a human being. It is well known that a pleasant atmosphere, some words of comfort, a smile, and confidence can contribute greatly to successful treatment results. Moreover, if these factors are absent, the best drugs or medical treatments of the highest quality cannot always guarantee the expected result. This is particularly true for children and aged victims/patients, especially when isolated from their relatives during treatment.",
      "5. To carry out an advocacy role when confronted with ignorance, prejudice, and tension among the victims/patients and/or their surroundings",
      "EXAMPLE: A Home Care Worker has noticed that family members refuse to take care of an older relative. Due to their prejudice and ignorance, they believe the elderly person to be a source of contamination for their small children. The home care worker, with the consent of the elderly person, should try to persuade the family by thoroughly and clearly explaining ways that diseases are transmitted and simple hygienic preventive measures to be used. If the home care worker has difficulties in carrying out this task, he/she should seek advice or help from more experienced colleagues.",
      "6.To co-operate with others and co-ordinate efforts of assistance in order to avoid duplication and to fill existing gaps in the delivery of assistance",
      "EXAMPLE: The task of a group of Primary Health Care Workers belonging to several non-governmental organisations is to vaccinate a large community. Within the community a minority group has been identified toward which the rest of the community is hostile. To avoid duplication and to ensure maximum coverage of the community population, the health workers’ task should be clearly defined in terms of territory, time, and lists of those people who need vaccination. The vaccination of the minority group could be undertaken by RC/RC primary health workers.",
      "The Red Cross/Red Crescent mission as outlined in the Principle of Humanity is compatible with the Declaration of Geneva, a modern physician's oath. The first sentence of the Declaration states that doctors shall consecrate their lives to the service of humanity. In its last sentence, physicians promise to maintain the utmost respect for human life and to never use their knowledge of medicine contrary to the laws of humanity.",
      "IMPARTIALIrY — The Principle of Impartiality adds strength to the first Principle and has great significance for RC/RC health professionals who must exercise self-control over their personal feelings.",
      "The Fundamental Principles state:",
      "\"IMPARTIALITY - It makes no discrimination as to nationality, race, religious beliefs, class or political opinions. It endeavours to relieve the suffering individuals, being guided solely by their needs, and to give priority to the most urgent cases of distress.\"",
      "\"Impartiality\" requires any Red Cross/Red Crescent health professional to assist any victim/patient who needs help, to save life, and to protect and promote the victim's/patient's health without any distinction as to nationality, race, religious beliefs, class, political opinions, or any criteria other than medical priority.",
      "EXAMPLE: A Primary Health Worker is confronted with a shortage of a certain medication for which the remaining amount is only enough to save two children. Among the sick children in need of treatment are two of his own children. In this case, the health worker must make the painful decision of selecting only two children - the two who are at highest risk. As stated above, his choice should be made without any discrimination or distinction. RC/RC health professionals, when confronted with such situations, are always to give priority to the most needy people. Issues involved will vary from situation to situation, so that in the end only conscience and self-control will play a role in making the final decision.",
      "Non-discrimination or Impartiality, it should be noted, was not conceived of originally by Hippocrates nor was it included in the Hippocratic oath. Hippocrates himself discriminated and distinguished between persons he would treat according to whether they were friend or foe of his country. At the time of Hippocrates, the Persians were the enemies of the Greeks. Accordingly, Hippocrates refused to care for the Persians. However in the modern oath of the physician, the Declaration of Geneva, as in the RC/RC Fundamental Principles, the concept of non-discrimination is of central importance.",
      "NEUTRALITY -- Neutrality is a Principle which greatly helps in the implementation of the mission of the RC/RC. The Fundamental Principles state:",
      "\"NEUTRALITY - In order to continue to enjoy the confidence of all, the Movement may not take sides in hostilities or engage at any time in controversies of a political, racial, religious or ideological nature.",
      "Neutrality requires that RC/RC health professionals not take sides. With only the assistance of the victims/patients in mind, strict observance of the Principle of Neutrality usually ensures Red Cross/Red Crescent health professionals access to all victims/patients. This Principle is of particular value for the Red Cross/Red Crescent health professionals, not only when acting during war or other disturbances, but also in peacetime when RC/RC neutrality may serve as a catalyst for mutual understanding and friendship among various communities. In the long run, strict observance of the Principle of Neutrality is appreciated not only by the population receiving medical care, but also by the authorities and theNational Society.io",
      "INDEPENDENcE - The autonomy of the Movement from the governments of states and countries allows National Societies and their members to act in accordance with the other Principles. The Fundamental Principles state:",
      "\"INDEPENDENCE - The Movement is independent. The National Societies, while auxiliaries in the humanitarian services of their governments and subject to the laws of their respective countries, must always maintain their autonomy so that they may be able at all times to act in accordance with the principles of the Movement.\"",
      "While National Societies may serve in an auxiliary capacity to the government in providing humanitarian services, a National Society does have the right to maintain its autonomy. This right to autonomy is legally provided for by the State in the original act of recognition of any National Society. Such autonomy enables RC/RC health professionals to ensure that their activities are in accordance with the Fundamental Principles.",
      "Originally, National Societies played an auxiliary role in military health services. Today, however, they are involved in a variety of state health programmes such as primary health care, blood donation and transfusion services, health education, and other health services. Some areas of health care programmes are either partly or fully delegated by states to the National Societies. Despite full or partial responsibility for health care programmes, National Societies and their activities are always controlled in some form by the state. For example, delegation or responsibility for certain services provided by the National Societies are very often dependent upon complete financial support from governmental budgets. As a result, in order to avoid dependence, it is especially important to develop parallel budgetary means of support for the National Society. This will better allow it to maintain its independence from the authorities, which is important in order to fulfil the main RC/RC humanitarian mission.",
      "At the individual level, the Principle of Independence requires the RC/RC health professional to provide a good example by applying this Principle in his or her daily activities at all levels and at all times. By providing a good example and working to maintain Independence, the RC/RC member helps to maintain the confidence of all parties involved in humanitarian actions.",
      "EXAMPLE: When verifying the content of an agreement between the National Society and governmental health authorities - particularly when legal references are made concerning National Society independence - a responsible RC/RC Health Administrator or Health Advisor to the National Society should be very cautious to make sure that the content of the agreement reflects the need of maintaining the independence of National Societies.",
      "VOLUNTARY SERVICE -- Voluntary Service is the Principle which emphasises that the RC/RC health professional's engagement is of a voluntary/non-profit character.",
      "The Fundamental Principles state:",
      "\"VOLUNTARY SERVICE - It is a voluntary relief Movement not prompted in any manner by desire for gain.\"",
      "\"Voluntary Service\" may sometimes differ in meaning depending on economic, social, and other factors present within a country and the National Society's policies. Most important, however, is the common goal of the volunteers. Trained and prepared for their tasks, the volunteers’ main goal is to work devotedly as a team of professionals and volunteers for the Red Cross/Red Crescent. For their services they shall be given equal recognition and mutual respect by their colleagues and by the victims/patients.",
      "UNITY -- Unity is a Principle which requires RC/RC health professionals to work exclusively under the leadership of the National Society when acting within a country's territory.",
      "The Fundamental Principles state:",
      "\"UNITY - There can be only one Red Cross or one Red Crescent Society in any one country. It must be open to all. It must carry on its humanitariar work throughout its territory.",
      "For RC/RC health professionals the Principle of Unity means that unity of leadership within the Society is important to their work. In addition, it means that the membership of the different Societies shall be created without discrimination and that the volunteers recruited for health programmes, as well as the staff, should be carefully selected and well trained in order to maintain the required standards.",
      "UNIVERSALITY  Universality is the Principle declaring the world-wide existence of an equality based Red Cross/Red Crescent. The Fundamental Principles state:",
      "\"UNIVERSALITY - The International Red Cross and Red Crescent Movement, in which all Societies have equal status and share equal responsibilities and duties in helping each other,is worldwide.\"",
      "The Principle of Universality requires the sharing of responsibilities and the strengthening of solidarity between all components of the Red Cross and Red Crescent Movement. This same concept is also to be observed at the personal level among individual RC/RC health professionals. According to this Principle, RC/RC members are to help each other according to their respective capacity, especially when working as a multinational team abroad."
    ]
  },
  {
    "id": 20,
    "heading": "CONCLUSION",
    "text": [
      "In addition to the Fundamental Principles, RC/RC health professionals should also be familiar with and observe the Geneva Conventions and Additional Protocols, the programmes and health policies of the ICRC and the Federation, as well as the constitutions and the health programmes of National Societies. According to new developments and needs, each of these documents, policies, programmes and  groups are constantly being discussed and  revised at International Red Cross/Red Crescent Conferences and at meetings of various levels. As a result, RC/RC health professionals need periodically to acquire updated information about any changes in the policies of the Movement relevant to theirwork.",
      "When RC/RC health professionals strictly observe the Principles of the Movement, paying close attention to the Principles of Neutrality and Impartiality, they ensure equal treatment and the autonomy of the National Societies and contribute in a practical and unique way to the respect of human rights and international humanitarian law. In this way, the RC/RC Movement guarantees the distinct character of the Movement.",
      "LIST OF REFERENCES AS READING MATTER",
      "1. The Red Cross. Illustrated brochure summarising Red Cross history and the ICRC, Federation, International Red Cross Conference - ICRC, Geneva 1980. Published in French, English, Spanish, Arabic, German, Hebrew, Portuguese, and Italian. Obtainable from ICRC.",
      "2. Henry Dunant, by Pierre Boissier. Life, ideas and work of Henry Dunant, and his contribution to the founding of the Red Cross. Henry Dunant Institute, Geneva 1974. Published in French, English, Spanish, Arabic, and German. ObtainablefromHDI.",
      "3. The Fundamental Principles of the Red Cross - Commentary, by Jean Pictet. Commentary and analysis of each Red Cross Principle. Henry Dunant Institute. Geneva 1979. Published in French, English, and Spanish. Obtainable from HDI.",
      "4. Neutrality and Impartiality, by Marion Harroff-Tavel. Description of the importance of these Principles for the International Red Cross and Red Crescent Movement and the difficulties involved in applying them. International Review of the Red Cross, November-December 1989, Pp. 536-552. Published in French, English, and Spanish. Obtainable from ICRC.",
      "5. The Fundamental Principles of the Red Cross, Peace and Human Rights, by Jacques Moreillon. An analysis of the fundamental Red Cross Principles and their relation to peace and human rights. International Review of the Red Cross, July-August 1980 pp. 171-183. Published in French, English, and Spanish. Obtainablefrom ICRC.",
      "6. Voluntary Service - composed of three articles: Voluntary Service in Society Today - by Jacques Meurant; The Red Cross and Voluntary Service - by Henrik Beer; Voluntarism within the Red Cross - by Marion Tavel. International Review of the Red Cross, September-October 1979 pp. 227-254. Published in French, English, and Spanish. Obtainable from ICRC.",
      "7.Voluntary Service: Current Status Report - Volunteer Management Cycle, by Mary Harder. Presents an overview of the current situation with respect to National Societies and examines a number of measures intended to involve volunteers more closely in National Society activities. Henry Dunant Institute, Geneva 1992. Published English (French expected 1994). Obtainable from HDI.",
      "8. Guide for National Red Cross and Red Crescent Societies to Activities in the Event of Conflict. A guide for National Societies, as auxiliaries to the public authorities, in carrying out their fundamental task of providing assistance to the victims of armed conflicts. ICRC, January 1990. Published in French, English, Spanish, and Arabic. Obtainable from ICRC.",
      "9. International Red Cross Handbook. The main texts: International humanitarian law, conventions and international agreements, statutes and regulations, and a selection of resolutions of the International Conferences of the Red Cross, the Council of Delegates, and the General Assembly of the Federation. Published in French, English, and Spanish. ICRC/Federation, Twelfth edition, Geneva, July 1983. Obtainable from ICRC and Federation.",
      "10. Compendium of Reference Texts on the International Red Cross and Red Crescent Movement. The updated main texts as above. ICRC/Federation, Geneva 1990.Obtainable from ICRC and Federation."
    ]
  },
  {
    "id": 21,
    "heading": "C. ETHICAL CODES AND RC/RC HEALTH PROFESSIONALS",
    "text": [
      "With the great advances that have been made and continue to be made in the fields of medicine and science, the number of possible situations in which ethical guidelines may be stretched or breached have increased enormously. As a result, concern about ethical considerations has also grown. This growth in interest can be seen in the increasing number of medical publications, magazines and newspapers which have published articles on the topic of medicine and ethics.",
      "Modern medical ethics have their roots in the ancient Greek physicians' oath, the Hippocratic Oath. Composed by Hippocrates (460-370 B.C.), the Hippocratic Oath still serves as the basic oath taken in medical schools throughout the world. It also serves as the basis for two guiding documents approved by the World Medical Association: the Declaration of Geneva (Annex B.1.) and the International Code of Medical Ethics (Annex B.2.).",
      "The Declaration of Geneva, though based on the Hippocratic Oath, has generally superseded its older counterpart. Medical personnel around the world, including RC/RC health professionals in their respective fields of responsibility, are now obligated to abide by the modern-day physicians’ oath, the Declaration ofGeneva.",
      "The Declaration is made up of six main obligations, which can be summarised as follows:",
      "A physician is obligated to:",
      "1. exercise his/her profession with conscience and dignity; 2. treat the health of victim/patient as his/her principal concern; 3. respect confidences entrusted by victims/patients; 4. abstain from any discrimination when serving victims/patients; 5. have absolute respect for victim's/patient's life; and 6. never use medical knowledge, even under threat, contrary to the laws of humanity.",
      "Besides general documents requiring compliance of all doctors and medical health personnel, a specific Code for Nurses accompanied by a set of statements has been created. The Code sets out the fundamental responsibilities of nurses as promoting health, preventing illness, restoring health and alleviating suffering. It further states that \"inherent in nursing is respect for life, dignity and the rights of man.\" The International Council of Nurses has adopted the Code for Nurses (Annex B.3.).",
      "The importance of. ethics in the practice of medicine is well recognised within the medical community. The Executive Secretary of the Council for International Organisations of Medical Sciences (CIOMS), Zbigniew Bankowski stated that",
      "\"[t]he central role of ethics in the practice of medicine cannot be too highly rated. Medicine presupposes certain fundamental values such as the preservation of life and the relief of suffering. These values distinguish medicine from other sciences and imply some pecialresponsibilities,particularly for the physician and othermembers of the health professions.\"11",
      "Outside of the RC/RC, it is universally accepted that doctors, nurses, and those health care workers directly involved with the care of patients are obligated to abide by the values held within the medical community and by those expressed in the Declaration of Geneva and the International Code of Medical Ethics. Laboratory technicians and those involved with the more technical aspects of delivering medical care, however, are not bound to these standard values - neither by the Declaration, the International Code nor the Hippocratic Oath.",
      "Within the Red Cross this same problem exists. Those providing direct care to patients are often bound by one of the codes, but those involved with the more technical aspects of health care, such as lab technicians, technical staff, drivers and volunteers remain free of any consciously-accepted commitment to a set of ethical values. As a result, problems such as the confidentiality of patient information can arise when, for example, diagnoses or results of laboratory tests are transmitted by computer, fax or letter and pass through the hands of persons not bound by any code of medical ethics.",
      "All doctors and health care workers have a responsibility to uphold certain values while providing health care. Values such as fidelity to the victim/patient, honesty, confidentiality, and establishment and maintenance of trust not only concern all of those practising medicine, but also are applicable to all RC/RC health professionals and their staff.",
      "Values, however, can sometimes conflict with other values and factors. The result is that ethical dilemmas may arise for RC/RC health professionals. For example, when a state's government or department of health issues an act which discriminates against a group of persons infected with a virus, but the RC/RC health professional is obligated by the Principles of Impartiality and Neutrality, what should the RC/RC health professional do? The reason the law was created was most probably to \"protect\" the uninfected portion of the population.",
      "In this case, in accordance with professional ethics and the Red Cross/Red Crescent Principle of Humanity, RC/RC health professionals are expected to draw the attention of the authorities to the humanitarian consequences of such a law. In so doing, however, it is possible that RC/RC health professionals might be drawn into a political or policy controversy. If so, the RC/RC",
      "Fundamental Principle of Neutrality might be infringed upon. It is useful to consider these issues in order to be prepared to deal with the existence of such conflicts of interests.",
      "Another contradiction which sometimes arises is the dilemma that exists between effecting health-oriented change in living patterns and respecting the dignity and values of a community or person. In such a case, it is important for RC/RC health professionals to establish a dialogue with a community to help it change unhealthy traditional ways of living while at the same time respecting the dignity and values of the community as set forth in the RC/RC Fundamental Principles.",
      "Determining constructive answers to these problems demands that RC/RC health professionals must have first defined their own values and attitudes as they relate to the Principles and the ethical codes. When a RC/RC member has a knowledge of his or her own firmly based system of values, it is more likely that actions taken when faced with dilemmas and contradictions in values will be well thought out and consistent. In addition to defining their own values and attitudes, it is extremely important for RC/RC health professionals to share with their colleagues the experiences they have had in resolving such dilemmas. Finally, RC/RC members seeking answers to these or similar questions may find it helpful to refer to World Medical Association (WMA) and International Council of Nurses (ICN) declarations (located in the Annexes) which have evolved as a result of new experiences and developments in dealing with these dilemmas and contradictions.",
      "Above all else, it is essential for health professionals acting on behalf of the Red Cross/Red Crescent to recognise an array of factors. Factors such as existing laws, health policies, the National Society's auxiliary role and its independent capacity, religious and cultural beliefs of the community and individuals, the value systems of a community or individual, as well as the voluntary consent, mutual trust, and dignity of the inhabitants must all be considered in order to resolve dilemmas like those presented above. Only by possessing highly developed professional skills, high moral standards, and a personally-developed system of values which conform with the ethical codes and the Fundamental Principles is it possible to consider these factors and offer thoughtful resolution of these dilemmas.",
      "D. LIST OF REFERENCES FOR FURTHER READING",
      "1. WMA Handbook of Declarations. Composed of a series of declarations, statements, and resolutions relevant to medical ethics. The World Medical Association, 1985. Published in French, English, and Spanish. Obtainable from WMA.",
      "Address: The World Medical Association, INC. 28, Avenue des Alpes - 01210 Ferney-Voltaire, FRANCE",
      "2. ICN Position Statements. Composed of a series of declarations and statements relevant to nursing ethics. International Council of Nurses, Geneva, 1988. Published in French, English, Spanish. Obtainable from ICN.",
      "Address: International Council of Nurses 3,Place Jean-Marteau,CH-1201 Geneva, SWITZERLAND",
      "3. Health Policy, Ethics and Human Values. An international dialogue of the XVIlIth CIOMS Round Table Conference. Edited by Z. Bankowski and J. H. Bryant, CIOMS, Geneva, 1985. Published in English. Obtainable from CIOMS.",
      "Address: CIOMS, c/o World Health Organization, Avenue Appia, 1211 Geneva, SWITZERLAND",
      "4. Doctors’ Dilemmas - Medical Ethics and Contemporary Science. By Melanie Phillips and John Dawson. Harvester Wheatsheaf, New York/London/Toronto/ Sydney/Tokyo,1985.",
      "5. Causing Death and Saving Lives. The moral problems of abortion, infanticide, suicide, euthanasia, capital punishment, war, and other life-or-death choices. By Jonathan Glover. Penguin Books, 1977.",
      "![](images/b6eff0761a8c4a058e732379fbc56e08fd6f7effa23740eb6fcdbe22361d4ac1.jpg)"
    ]
  },
  {
    "id": 22,
    "heading": "III. HUMANITARIAN CONCERNS IN ACTION -AWARENESS EXERCISES -",
    "text": [
      "Besides serving as a source of important documents, an additional objective of this paper is to provide RC/RC health professionals with some practical examples which will be helpful in making decisions that reflect humanitarian values. These decisions, made within the scope of the ideals, ethics, and the unique character of the RC/RC Movement, should always be made to the benefit of the victims/patients and with the security interests of the providers in mind.",
      "Health professionals who have participated in Red Cross/Red Crescent actions know just how difficult it is to make decisions while under the constant pressure of the overwhelming demands of victims and patients, the profession, and political, religious, social and cultural realities. Decisions must often be made quickly. The results of hastily-made decisions, however, can sometimes do more harm than good and may consequently create irremediable limits on the number of possible courses of future action. In delicate situations, therefore, sometimes choosing a \"wait and see\" approach may be preferable to acting at firstimpulse.",
      "To be sure that the Fundamental Principles are always observed while making difficult decisions under pressure, care should be taken from the very beginning. Great care should be taken in the selection of candidates, in candidate training, briefing before action, evaluation of actions taken, and in debriefing. Such care can secure a future of constant improvement in the Movement's activities, actions, and programmes within the field of health. More specifically, debriefings and recording of the information taken during debriefing sessions, may serve in the future as the basis for new training programs and hypothetical examples which could teach trainees to make difficult decisions more efficiently and in conformity with the Fundamental Principles.",
      "As the Fundamental Principles dictate, the main goal of the RC/RC is to provide assistance to the most vulnerable individuals or groups. Accordingly, a health programme's priorities should be based on the needs of the most vulnerable groups. Dr. Bruce Dick, former Head of the Federation's Health",
      "Department, in referring to the Health for All policy of the Movement raised the issue in the following way:",
      "\"During the 1980s it has become increasingly clear that despite all the social, economic, technological and infrastructural progress that has been made, many individuals, families, and communities have remained unreached by the developments that have taken place. The most vulnerable people will differ from country to country, and even within countries from district to district. However, certain groups will be common to most situations, including people living in extreme poverty, women, children, the disabled, the discriminated against, and single parent families. People who are affected by disasters are also particularly vulnerable and, ironically, the groups who are most vulnerable on a daily basis are, in general, also most seriously affected by disasters.\"1",
      "The role of RC/RC health professionals in relation to vulnerable people is well described in the Strategy for the Nineties of the International Federation of National Red Cross and Red Crescent Societies:",
      "\"Vulnerable individuals, families and communities are the focus of the Federation's humanitarian mandate. Red Cross and Red Crescent members in all countries must make greater efforts to learn who the most vulnerable groups are and what they require, and must be clearer about what specifically the Red Cross and Red Crescent can offer within the bounds of its Humanitarian Mission and Fundamental Principles. The Federation must advocate those changes that are urgently needed and must co-operate with others in finding workable solutions. Red Cross/Red Crescent action must increase, and for this purpose the operational capacity at both the national and international levels must be strengthened.\"2",
      "It is a great challenge and of tremendous importance for RC/RC health professionals to pay attention to the necessity of responding to the needs of the most vulnerable groups. By using examples like those presented below, RC/RC health professionals, in accordance with the Fundamental Principles, ethical guidelines, and professional and material capacities, will be better able to base health programs on the needs of the most vulnerable groups.",
      "The exercises provided in this part of the paper have been included in order to help RC/RC health professionals to consider humanitarian issues in RC/RC work situations. Such exercises offer the field professional an initial, imaginative step creating a bridge between theory and practice. The problems and their suggested answers should not be used as ready-made solutions, but should serve as a stimulus for increased individual understanding and provide material for further thought when planning, implementing, and evaluating health programmes oractions.",
      "Included in the paper is a \"Flow Chart\" to be used as a guide in making decisions. While working through the initial problem and the problems that follow, the reader is advised to follow the flowchart in order to encourage a more detailed examination of the problems and to aid the less experienced in remaining in touch with the main issues presented by the problem. By using this flowchart and the problems included in this section, you will be able to exercise your decision making skills and increase your familiarity with the RC/RC Fundamental Principles, the ethical codes, and other important documents pertaining to human rights and international humanitarian concerns.",
      "One should always keep in mind that the ideal exercise for RC/RC health professionals will consist in using the tools presented in this book to carry out everyday Red Cross/Red Crescent actions. These everyday exercises can be especially effective when colleagues with years of experience are present to help less experienced persons deal with doubts that may arise concerning the preferred course of action.",
      "The real problems confronted by RC/RC health professionals will vary from country to country and from community to community. Therefore, it is not possible to provide a complete set of exercises. As a result, these exercises have been chosen based on typicality and frequency. They will be of help to RC/RC health professionals in making decisions that conform with humanitarian concerns, professional ethics, and the Movement's humanitarian principles."
    ]
  },
  {
    "id": 23,
    "heading": "A.NATURAL DISASTERS AND BREACHES OF PRINCIPLES AND ETHICS",
    "text": [
      "Due to persistent drought, a government has declared its country a disaster zone. The Government has requested specialised agencies to assist the country to cope with hunger among the population. The National Society has also requested the Federation to make an appeal to other National Societies for assistance. Several medical teams from sister Societies have been recruited and sent to thecountry.",
      "Upon their arrival, the Federation coordinator decided to send the teams to the most affected areas. When they arrived at the designated areas, however, the teams were confronted with refusal by the local authorities to allow the teams access to the minority community most affected by starvation. The authorities claimed that the community was suspected of organising a revolt against the State. The Federation coordinator was informed of the issue and referred the case to the government. The coordinator reminded government officials of the statutes of the Movement and the recognition act of the National Society, which provides legal bases for the implementation of theFundamental Principles.",
      "In anticipation of a negative response from the government, the coordinator knew it would be necessary to report the case to the Federation. If the Federation were not to succeed in its intervention on behalf of the coordinator and the victims/patients, withdrawal from the operation would betheonlysolution.",
      "After finally receiving permission from the central authorities to enter the areas, the medical team's attempt to apply the RC/RC Fundamental Principles was met with resistance from the minority community itself. Despite the permission granted by the state authorities, the leader of the minority community would not agree to allow any care for women and female children unless he first gave consent. The beliefs of this particular community considered male life more precious than female life. Any action violating this belief was considered by the community as disrespect for their traditions. After a long dialogue, with patience and clear explanation of the RC/RC Principles, the consent of the community leader was obtained.",
      "This was not the end of all problems, however. In addition to the problems of obtaining consent, the teams found the local health centre equipment to be in a bad state of repair. There was not even a secure file cabinet available in which to keep medical records. In order to solve this problem, the medical team purchased a cabinet in which to keep the files confidential.",
      "After a time, the medical team also noticed shortages in supplies of medicines and staple foods due to transport problems. The RC/RC health professionals were faced with two alternatives. Either they could make a drastic decision and select the most vulnerable groups (babies, pregnant women, and elderly persons in this case) as priority patients and care only for them. Or they could seek assistance from other agencies. Since the other agencies were operating in other geographical areas and the authorities were not comfortable with other agencies having access to the minority community, the RC/RC team decided to implement the first solution - to select the most vulnerable groups.",
      "How would you behave as a health care worker in this situation? What would be your final decision? Throughout this section of exercises some explanations and references will be provided to help in answering the questions and in reaching a final decision. With the help of the flowchart, answer the questions which follow the hypothetical examples and reflect on the explanations, references, and situations provided after each question."
    ]
  },
  {
    "id": 24,
    "heading": "QUESTION",
    "text": [
      "What should you do if, for political reasons, access to the most needy communities is forbidden by the authorities? (In the flow chart the question is formulated otherwise due to the shortage of space: Are the Fundamental Principlesobserved?).",
      "A RC/RC health professional should report problems of gaining access to a group of patients/victims to the coordinator of the Federation. The coordinator of the Federation, accompanied by a representative of the host National Society (preferably a chairman of the National Committee), should then contact the government authorities and report the refusal of the local government to grant access to the groups most affected. Complaints should be supported by using the founding statutes of the National Society, which form the legal basis for requiring the government to observe the Fundamental Principles (Annex A.1.) and, thus, allow access to those in need. By following this procedure, normally, such problems can be resolved. In the case of refusal on the part of the government authorities, the case should be turned over to the Federation by the coordinator."
    ]
  },
  {
    "id": 25,
    "heading": "QUESTION 2",
    "text": [
      "What should be done if the internal rules of the community are not compatible with the Fundamental Principles which the medical team is bound to observe? (In the flow chart the question is formulated as follows: Are the Fundamental Principles observed now?)",
      "When the internal rules and beliefs of the community are not compatible with the Fundamental Principles, RC/RC health professionals should give serious consideration to the community's beliefs and from the beginning of the operation establish good relations and open communications. By taking these positive steps, the RC/RC members can help the community and their leaders to a broader understanding of the Fundamental Principles. This emphasis on patience, negotiation, and understanding usually results in success.",
      "If such negotiations are not successful, the flow chart gives a health professional two possibilities: either try again to obtain the permission or consent of the community leader or withdraw from the area. This decision is left open to the conscience of individual RC/RC health professionals. If one undertakes another attempt to negotiate for consent, one might decide to go ahead and provide assistance and treatments as required while consent is being negotiated. Providing support during the negotiations is supported by the Fundamental Principle of Humanity (Annex A.1.). A dilemma exists, however, of which RC/RC health professionals should be aware. By providing support before consent has been obtained, it could be said that the dignity of the people and their beliefs arebeingviolated."
    ]
  },
  {
    "id": 26,
    "heading": "QUESTION 3",
    "text": [
      "Is confidentiality preserved in the local Health Centre? (In the flow chart this question is formulated as: Is confidentiality preserved?)",
      "Confidentiality, in this problem, has not been preserved. Health professionals must be ready and able to ensure the confidentiality of patient records, information, and test results. All records of patients/victims must be kept secure and inaccessible to outside persons. Support for ensuring confidentiality can be found in the various medical ethics documents provided in the Annexes, beginning with the Hippocratic Oath and the WMA-adopted Declaration of Geneva(AnnexB.1.)."
    ]
  },
  {
    "id": 27,
    "heading": "QUESTION 4",
    "text": [
      "What should one do if the needs of victims/patients overwhelm the capacities and means of the RC/RC medical teams? (In the flow chart the question is formulated as: Do we have the capacity to meet the needs of victims?)",
      "In RC/RC work, difficult decisions must often be made upon which life and death may pivot. In the case of the needs of the victims/patients overwhelming the capacities and means of RC/RC medical teams or during a shortage of necessary medical supplies, health professionals must be able to make the difficult decision of limiting assistance to the most vulnerable groups. If the capacity does not exist to care for all of the patients/victims, then, according to the Principle of Impartiality (Annex A.1.), the most needy individuals or groups must be cared for and provided assistance with the available existing means. The",
      "Fundamental Principle of Impartiality, states that suffering individuals should be assisted and cared for solely on the criteria of need and cases of most urgent distress.",
      "Adequate preparation of medical teams to work abroad or in a community in which the atmosphere is unfavourable to the RC/RC humanitarian mission is very vital to the success of any RC/RC operation. In the example provided above, the actions taken by the Federation coordinator and the medical teams should be considered to be satisfactory. In the flowchart, references, and Annexes, however, you may find inspiration and suggestions for other actions which could be taken and which would be in compliance with the Fundamental Principles and professional ethics."
    ]
  },
  {
    "id": 28,
    "heading": "B. FORCED FEEDING",
    "text": [
      "A group of refugees, after receiving a negative answer from the authorities in response to their request for status as political refugees, have decided to begin a hunger strike as a means of pressuring the authorities to change their decision. The authorities, through the National Society, have asked a Red Cross physician to take care of the hunger strikers.",
      "The first step taken by the physician was to give each of the hunger strikers a medical examination. At that time, the physician had the opportunity to inform the strikers, in full privacy, about all the dangers to their health which may result from pursuing a hunger strike, including the risk of death. The participants of the hunger strike, however, have decided to continue their strike until they obtain satisfaction for their grievances or until they die. The physician has called upon another independent colleague, who has also confirmed that the strikers are not going to stop their strike despite therisks to their health and lives.",
      "After several days of the hunger strike, the authorities began to pressure the physician toperformforcedfeedingforfear that the death of the strikers might result in severe political repercussions. The physician refused. Several members of the public present at the time did not understand the decision by the physician not to provide assistance to the hunger strikers by forced feeding."
    ]
  },
  {
    "id": 29,
    "heading": "QUESTION1",
    "text": [
      "Will you refuse or accept to take care of the hunger strikers?",
      "It is up to your conscience whether to accept or refuse to take care of the hunger strikers. If you do, however, as a member of the RC/RC, you must also strictly  respect the  ideas  expressed  in  the  first  Fundamental  Principle \"Humanity\" and the rules of medical ethics, which require saving life and reducing suffering while at the same time respecting the patient's dignity and convictions."
    ]
  },
  {
    "id": 30,
    "heading": "QUESTION 2",
    "text": [
      "How will you defend your decision?",
      "You may find support in the following documents:",
      "1. Fundamental RC/RC Principles (Annex A.1., Principle 1) 2. WMA Declaration of Geneva (Annex B.1., Par. 4 and 8) 3. Universal Declaration of Human Rights (Annex C.1., Art. 25)",
      "QUESTION 3&4",
      "Do you know why each hunger striker was examined in private and informed about the risk to their health and lives?",
      "AND",
      "Do you know why an independent colleague was asked to repeat the same examination?",
      "He was strictly observing the guidelines of the WMA Declaration of Tokyo (Annex D.1., Point. 5). In the Declaration of Tokyo, such a procedure is strongly recommended as a preparatory step for refusal to force feed patients, which is considered to be a form of torture."
    ]
  },
  {
    "id": 31,
    "heading": "QUESTION 5",
    "text": [
      "Do you know on which grounds forced feeding was refused?",
      "The decision not to force feed the hunger strikers was based on the above mentioned Declaration of Tokyo, The Declaration of Lisbon (The rights of the patient) (Annex C.3., Points C & E), The Universal Declaration of Human Rights (Annex C.1., Art. 5), as well as on the Principles of Impartiality and Neutrality (Annex A.1., Principles 2 and 3). As a Red Cross or Red Crescent physician, one must remain neutral and impartial and, thus, has no right to justify a decision through sympathy to the cause of the strikers or to be on the side of the authorities."
    ]
  },
  {
    "id": 32,
    "heading": "QUESTION 6",
    "text": [
      "Do you know why the public was hostile toward this decision?",
      "Very often when overwhelmed with work, it is easy to forget to inform the public upon what basis a decision was made. Communication, dissemination of the Fundamental Principles, and relevant aspects of medical ethics applicable to the situation must never be forgotten.",
      "To make such a decision is certainly very painful and difficult, as certain principles are in contradiction. On the one hand, a physician’s responsibility is to save the life of the victims/patients. On the other hand, one must respect the patient's/victim's dignity and convictions. Performing a forced feeding, in these circumstances, is considered a form of torture by international ethical standards. In countries where the state law obliges a physician to prevent death by all means, it is also important to be aware that the above decision may represent a risk punishable under certain domestic laws. Fortunately, deaths of hunger strikers are very rare."
    ]
  },
  {
    "id": 33,
    "heading": "C. TORTURE OR ILL-TREATMENT",
    "text": []
  },
  {
    "id": 34,
    "heading": "EXAMPLE 1:",
    "text": [
      "A story was released through the mass media abroad that in the prisons of a country's capital, inmates were very frequently being ill-treated and tortured. Some sources, despite the opposition of the present government, have provided information on atrocities performed by officials during interrogation sessions. Additionally, it has also been reported that some physicians and nurses have been present during interrogations.",
      "A physician from the prison health service was asked for medical advice by the interrogation officers. The officers asked if they might continue with an interrogation of a prisoner, since the detainee had not yet made a confession and had recently lost consciousness when beaten about the head with truncheons. After an examination of the detainee the physician replied: \"Don't worry, continue, he is a strong and healthy man.\""
    ]
  },
  {
    "id": 35,
    "heading": "EXAMPLE 2:",
    "text": [
      "A prisoner had been burned with cigarettes and made to crouch in a squatting position for a long time. A doctor examined him and ignored the evidenceof torture."
    ]
  },
  {
    "id": 36,
    "heading": "EXAMPLE 3:",
    "text": [
      "Some prisoners who were subjected to interrogation while under the influence of intravenously administered thiopentone saw doctors and nurses participating in theinterrogation."
    ]
  },
  {
    "id": 37,
    "heading": "EXAMPLE 4:",
    "text": [
      "Several physicians and nurses in so-called \"special psychiatric hospitals′ have knowingly participated in the torture of healthy persons who have been hospitalised by force. While these otherwise healthy individuals have been confined to such institutions, members of the medical staff have used electro-shock therapy and neuroleptic drugs as a means of \"curing\" their \"patients.\"",
      "QUESTION 1",
      "Does torture and ill-treatment violate international humanitarian norms and what is the RC/RC role in alleviating and preventing it?",
      "In all of the short examples provided above, the health professionals were acting unethically3 and against internationally accepted norms. Besides being offensive to the World Medical Assembly's Resolution on Human Rights (Annex C.2., Points 1-5), which creates a responsibility in members of the medical profession to alleviate violations of human rights, such behaviour \"is an offence under applicable international instruments\" according to the Principles of Medical Ethics Relevant to the Role of Health Personnel, Particularly Physicians, in the Protection of Prisoners and Detainees Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (Annex D.3.,",
      "Principle 2).",
      "In cases in which physicians take part in behaviour helpful to a government's cause and in violation of ethical and international humanitarian norms, state authorities often prefer to conceal and protect the health professional. In their private lives, so long as their activities are covered up by the state, health personnel who participate in torture are usually considered to be exemplary physicians, fathers, mothers, and honourable citizens. The ICRC, however, plays an important role in discovering situations in which torture and ill-treatment are being employed.",
      "To check for instances of torture and ill-treatment, ICRC delegates make state authorised visits to prisons. While making visits, they have the right to interview prisoners, prisoners of war, and imprisoned civilians without witnesses. The reports made after these visits are confidential and are addressed to the government involved. Upon receiving the report, it is expected that government authorities will reflect on its contents and implement the changes necessary to remedy the shortcomings discussed therein."
    ]
  },
  {
    "id": 38,
    "heading": "QUESTION 2",
    "text": [
      "How might RC/RC health professionals alleviate and prevent torture and ill-treatment of prisoners and detainees?",
      "When visiting prisoners, RC/RC health personnel should be guided by the following four steps, which are based on a wealth of personal experience of ICRCphysicians:",
      "In order to best inform the authorities about cases of torture or other cruel, inhuman, or degrading treatment or punishment with the aim of stopping this practice: a) the report should preferably be of a confidential character; b) the report should be made credible by an objective presentation in written form, containing professional descriptions of injuries (physical and mental) related to the torture; c) it is preferable to make a detailed report of the case of torture but to avoid the use of the term \"torture.\" This may make it less likely that the authorities will suppress the report or cover-up the report without pursuing a follow-up investigation as they are required to do. In order to avoid such an outcome, ICRC doctors use the general term \"illtreatment.\" This term is more acceptable to the authorities, who usually react more positively to it. As a result of using the term \"ill-treatment\"",
      "and presenting facts objectively, authorities may be more inclined to take steps toward correcting and preventing various forms of ill-treatment.",
      "2. To make an objective report on cases of ill-treatment, it is necessary to use skilled physicians who can convey the information clearly and professionally To make such a report the physician will need to:",
      "a) gain the confidence of the victim of torture by identifying himself and disclosing the reason for the examination or treatment; b) interview the victim without witnesses; c) record objectively all details of injuries and their circumstances; d) interview prison health professionals suspected of participating in physical or mental abuse, in order to get a full picture and to obtain facts of their possibly having participated in the ill-treatment of prisoners; e) cross-check questions with health professionals suspected of participating in ill-treatment, in order to be sure that they really belong to the health profession. 3. Support any health professional who refuses to keep silent about human rights abuses. 4. Insist that all deaths of detained persons be the subject of an independent, objective, and competent medico-legal autopsy."
    ]
  },
  {
    "id": 39,
    "heading": "QUESTION 3",
    "text": [
      "In what documents might RC/RC members find support for actions taken to prevent and alleviate torture and ill-treatment?",
      "Following examples of behaviour such as the four mentioned above (each of which is based on confidentiality) has been found to be an eficient measure in stopping these types of human rights violations and, at the same time, is beneficial in ensuring the continuity of access to and protection of prisoners and detainees.17 Aside from finding support in the WMA's Resolution on Human Rights (Annex C.2.) and the Principles of Medical Ethics Relevant to the Role of Health Personnel (Annex D.3.), these four actions find support in the following instruments on international human rights:",
      "a) The Universal Declaration of Human Rights - \"No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.\" (Annex C.1., Article 5) b) UN Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. This convention has been ratified by the majority of States. (Not included in Annexes)",
      "c) UN Standard Minimum Rules for the Treatment of Prisoners - Part I, Point 31. (Not included in Annexes)",
      "NOTE CONCERNING c): When using c) and the other above mentioned documents to protect and assist victims/patients, you will need to base your interpretation of them on the Fundamental Principles, particularly Humanity, as opposed to merely basing your interpretation on human rights documents alone. The reason one needs to base arguments on the Fundamental Principles, first, and human rights documents, second, is that such international documents often contain statements which are contradictory. One example of such a contradiction can be found in the UN Standard Minimum Rules for the Treatment of Prisoners in Part I, Point 31 and Part I, Point 32.(1).4 Part I, Point 31 states: \"Corporal punishment, punishment by placing in a dark cell, and all cruel, inhuman or degrading punishment shall be completely prohibited as punishment for disciplinary offences.\" In the very next point, however, Point 32.(1), it is stated that \"Punishment by close confinement or reduction of diet shall never be inflicted UNLESS [author's emphasis] the medical officer has examined the prisoner and certified in writing that he is fit to sustain it.\"",
      "Besides the above documents concerning human rights, torture, and the treatment of prisoners, other declarations exist which are meant to prevent the misuse of professional skills and support individuals who refuse to participate in acts of torture.",
      "The World Psychiatric Association Declaration of Hawaii prescribes ethical conduct for health personnel in the psychiatric field. Specifically, the Declaration of Hawaii (Annex D.4., Point 7) forbids psychiatrists to use the \"possibilities of the profession for maltreatment of individuals or groups\" or to take part in \"compulsory psychiatric treatment in the absence of psychiatric illness.\" The Declaration also requires psychiatrists to refuse to follow orders or requests for actions \"contrary to scientific or ethical principles.\"",
      "The World Medical Association's Declaration of Tokyo, not only forbids medical doctors from \"countenanc(ing), condon(ing) or participat(ing) in the practice of torture or other forms of cruel, inhuman or degrading procedures' (Annex D.1., Point 1), but it also offers support for those doctors who refuse to take part in such activities. In many penal institutions medical doctors and health care personnel are often exposed to — and are sometimes coerced into being involved in - torture or \"ill-treatment\" of one form or another. Those prison medical doctors who refuse to take part are often subjected to reprisals by prison or government authorities. To combat this the WMA, in the Declaration of Tokyo (Annex D.1., Point 6), makes an appeal to international and national communities for the assistance and support of all physicians and their families who, due to their refusal to participate in torture, undergo threats orreprisals."
    ]
  },
  {
    "id": 40,
    "heading": "D. PARTICIPATION IN PUNISHMENT",
    "text": [
      "A father and mother of a 20-year old son who was convicted of a crime, went to a world famous specialist from another country. They asked the surgeon to amputate their son's right forearm, since they were afraid that an amputation performed in a prison might put the son's life at risk due to unhygienic conditions and unskilled practices. The surgeon, after some hesitation, strongly refused to perform the operation. Whether the young man survived or died after the operation in the prison was not disclosed. It is possible that he may have died due to hemorrhage or general infection."
    ]
  },
  {
    "id": 41,
    "heading": "QUESTION 1",
    "text": [
      "What do you think about this decision? Would you, as a RC/RC member, accept to perform such an operation if you were in the surgeon's place?",
      "It is a real dilemma for RC/RC health professionals to answer yes or no. From the standpoint of the Fundamental Principles, as well as from medical ethics, we are obliged to assist a person to save his life. If perhaps the surgeon were chosen by the family from within the country, he may accept to operate without any hesitation because such an operation is a legal procedure, and in conformity with his religious conscience. But for those surgeons, doctors, and health professionals living in other countries, to perform an amputation may be considered participation in torture, even if the amputation is legal punishment.",
      "The international standards state clearly that the physician and other health personnel must refuse any form of participation in torture. This is clearly specified in the guidelines for physicians in the WMA Declaration of Tokyo (Annex D.1., Point 1). Similar conduct is requested in the ICN Position Statement -- The Nurse's Role in the Care of Detainees and Prisoners - (Annex D.2. Point 2.a.). But in the same document it is also set forth that the detainees and prisoners shall not be left without medical assistance and care, nor shall conditions exposing them to contagion or infection be created (Annex D.2.,Point 1.b.)."
    ]
  },
  {
    "id": 42,
    "heading": "QUESTION 2",
    "text": [
      "Upon what grounds will you justify your decision?",
      "In the above explanation certain options have been given upon which your decision may be based. Your conscience, however, should always be the decisive factor. The foreign surgeon based his decision on strict application of the WMA Declaration of Tokyo (Annex D.1., Points 1, 2, & 3) which clearly asserts that medical doctors shall neither condone nor participate in the practice of torture nor shall a doctor provide any promises, instruments, or knowledge to facilitate the practice of torture. Point 3 of this Declaration stipulates that the doctor shall not be present during any procedure of torture."
    ]
  },
  {
    "id": 43,
    "heading": "E.ASSISTANCE TO THE ABUSED AND NEGLECTED",
    "text": [
      "Throughout the world, newspapers, television, and the other mass media constantly report instances of parental abuse of children, neglect of the elderly by members of individual families, and the inadequate conditions in institutions for orphans, abandoned children, or aged persons. Usually such information represents a very small proportion of existing abuse and neglect, particularly amongfamilies."
    ]
  },
  {
    "id": 44,
    "heading": "QUESTION 1",
    "text": [
      "What shall we do about it?",
      "When one is strongly committed to RC/RC humanitarian ideals it is difficult to be indifferent. It is the RC/RC health professional's duty to assist abused and neglected persons. In order to assist such groups of vulnerable people efficiently, it is necessary to have a corps of well trained volunteers and professionals from various fields, made up of not only health professionals, but also of persons with backgrounds in psychology, social welfare and law.",
      "Certain National Societies have established \"SOS CHILD\" telephone crisis-lines which can be called by any child in order to seek advice as to what actions, legal or otherwise, may be taken in cases of abuse or neglect. Included among the persons who use crisis-lines are parents who have problems dealing with their own children.",
      "In this particularly sensitive issue, the Principles of Humanity, Impartiality, Neutrality, and Independence once again may be of help to RC/RC health professionals."
    ]
  },
  {
    "id": 45,
    "heading": "QUESTION 2",
    "text": [
      "Do we have the right to interfere in the privacy of family life?",
      "RC/RC health professionals have the right to react to these violations, but it should be done with tact and conviction. Through a neutral and impartial approach, one should always try to create an atmosphere of trust among the parties concerned, advocate clarification of the causes of violation, and convince perpetrators to refrain from violence in the future. However, upon detecting suspected abuse of a child, according to the World Medical Association Statement on Child Abuse and Neglect (Annex E.1., Point. 9), a physician must, among other things, report such findings to the appropriate authorities."
    ]
  },
  {
    "id": 46,
    "heading": "QUESTION 3",
    "text": [
      "On which grounds may we act in favour of these vulnerable people?",
      "RC/RC health professionals have the following tools for supporting actions in favour of vulnerable people:",
      "a. UN Universal Declaration of Human Rights (Annex C.1., Articles 2, 3, &29) b. WMA Statement on Child Abuse and Neglect (Annex E.1., which provides a 19-point guideline of conduct for physicians) c. WMA Declaration of Hong Kong on The Abuse of The Elderly (Annex E.2., which provides rules for physicians in the form of general principles and recommendations.) d. UN Convention on the Rights of the Child - Articles 2, 3, & 34 (Annex E.3.)"
    ]
  },
  {
    "id": 47,
    "heading": "F. BIOMEDICAL RESEARCH",
    "text": [
      "A government, with the financial support of a foreign pharmaceutical firm, provided prisoners the opportunity to undergo biomedical experiments as human subjects in exchange for shorter detention periods and some financial remuneration."
    ]
  },
  {
    "id": 48,
    "heading": "QUESTION1",
    "text": [
      "How does one react to this type of violation of human rights?",
      "Because their freedom is limited, prisoners and detainees are considered to be vulnerable persons. For this reason they are unable to give their free consent. Prisoners, like any other vulnerable persons, need the protection of a prohibition on medical experiments on prisoners/detainees, to be respected as dignified human beings when sick, to be protected against breaches of international humanitarian law, and to receive protection and assistance without discrimination."
    ]
  },
  {
    "id": 49,
    "heading": "QUESTION 2",
    "text": [
      "In which documents might you find support for bringing a complaint against the government involved?",
      "When seeking the support of international humanitarian law in situations similar to the hypothetical problem above, one can refer to the Geneva Conventions, United Nations documents, and ethical statements.",
      "In situations involving ARMED CONFLICTS one can find support in the Geneva Conventions (GC - I - Art. 50; GC - II - Art. 51; GC - II - Art. 13, 87, 130; GC - IV - Art. 32, 33, 147; GC - I - IV - Art. 3) and Additional Protocol I (Art. 11, 51, & 75) which is printed in the International Red Cross Handbook, as well as outlined in the Manual on the Rights and Duties of Medical Personnel in Armed Conflicts (Chapter HI, Section I-III).",
      "General support can also be found in UNITED NATIONS DOCUMENTS. More specifically, help can be found in the UN Principles of Medical Ethics Relevant to the Role of Health Personnel, Particularly Physicians, in the Protection of Prisoners and Detainees against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (Annex D.3., Principle 1).",
      "Documents on medical ethics like the WMA Declaration of Helsinki (Annex F.1.) also offer guidance and support when bringing a complaint. The Declaration of Helsinki provides guidelines for physicians in the form of Recommendations and  12  Basic  Principles regarding biomedical  research involving human subjects."
    ]
  },
  {
    "id": 50,
    "heading": "G. SELLING OF ORGANS",
    "text": [
      "A poor man with financial difficulties is offering one kidney for sale through an advertisement in a journal. A rich buyer from another country responded to the advertisement. The poor \"donor\" of the organ underwent the necessary examinations and, finally, an operation at his own cost to have the kidney removed. A special private plane then transported the kidney to another continent to thewaiting recipient."
    ]
  },
  {
    "id": 51,
    "heading": "QUESTION 1",
    "text": [
      "In what way should RC/RC health professionals react?",
      "The Humanitarian mission of the Movement is based on providing assistance to the most needy persons without any form of discrimination, even if the person is not able to purchase the necessary life-saving organ. Therefore, RC/RC health professionals must energetically oppose the practice of buying and selling organs and, instead, assist in procuring non-remunerated and voluntary donations as already exist in the RC/RC blood donor services."
    ]
  },
  {
    "id": 52,
    "heading": "QUESTION 2",
    "text": [
      "Upon what documents might they base their decision?",
      "RC/RC health professionals may base their decision on the following documents:",
      "a. WMA Declaration on Human Organ Transplantation (Annex G.1.) b. WMA Statement on Live Organ Trade (Annex G.2.) c. World Health Assembly Resolution 42.5 - Preventing the Purchase and Sale of Human Organs (Annex G.3.)",
      "\\* Each of these three documents insists on prohibiting the trade of human organs and provides guidelines for procedures which equally guarantee safe treatment for both the donor and recipient of a transplant.",
      "d. League of Red Cross and Red Crescent Societies’ Statement on the Ethics of Voluntary, Non-remunerated Blood Donation (Annex H.1.)"
    ]
  },
  {
    "id": 53,
    "heading": "H.HIV AND AIDS DISCRIMINATION",
    "text": [
      "Because of the complexity and importance of the topic in this section, it might be useful to present some background issues before considering the hypothetical problem.",
      "Discrimination and unequal treatment — two important human rights issues - have received much more attention since the time the AIDs epidemic first began. Dr. H.D.C. Roscam Abbing of the University of Limburg, Health Law Institute, Maastricht, Netherlands raised both of these issues in a meeting at the Hague in 1991. At that time, Abbing stated that \"AIDS is a major threat to public health, to human rights and to social values. AIDS is connected with lifestyles, with freedom and with economic interests. AIDs gives rise to public alarm, to unsubstantiated fear, to unfairness and injustice, to discrimination and stigmatisation, to unequal treatment and to blame being placed on the victim.\"6 More simply stated, in the words of a Canadian researcher, \"...AIDS presents old moral issues in the most acute manner [ - ] in circumstances which require the practice of reason.\"7",
      "Discrimination and unequal treatment have manifested themselves in a number of ways. In several countries, when making drastic decisions on the control of the AIDS pandemic, governments have violated basic human rights by instituting discriminatory measures against HIV carriers and AIDS patients. A number of countries have closed their borders to infected persons. Still other countries, in order to control infected persons already living within the country, have exerted pressure on health professionals to break the principle of confidentiality when infection is discovered. In creating these policies, governments have not only pushed the issues of discrimination and unequal treatment to the foreground, but they have also adversely affected the possibility of controlling the AIDs pandemic by forcing infected individuals to \"go underground.\" When forced to declare one's status as being infected with HIV/AIDS or when threatened by potential violations of confidentiality, individuals have a tendency to go underground and hide the fact that they are infected. As a result, individuals remove themselves from medical care, supervision,andcontrol.",
      "Intertwined with the scientific complexities of the disease, social and moral issues complicate matters and lead to unfounded judgements and  the misunderstanding of persons infected with HIV/AIDS. In order to deal effectively with the disease, infected individuals, and their families and friends, however, one must apply reason and separate moral and social evaluations of the disease from one's thinking. When health care personnel, politicians, government officials, families, and friends are unable to make such a separation, discrimination, misunderstanding, and injustice are likely to result.",
      "As the number of persons infected with the virus has increased, it has also become evident that the vulnerability of certain groups (Vulnerable Groups) is an issue contributing to the complexity of the AIDS pandemic. As early as November 1989, the International Conference on the Implications of AIDS for Mothers and Children, held in Paris, France, recognised a need for the protection of two vulnerable groups. The Conference recognised the needs of children and women (families) affected by the disease and, as a result, set forth two specific goals to protect these vulnerable groups. The first goal set out was \"[t]o ensure that HIV/AIDS prevention and control programmes provide necessary support for families affected by HIV/AIDS by mobilising health and social services to respond to emerging needs, including for families that suffer discrimination, that are not able to provide child care, or for those children who are abandoned or orphaned.\"",
      "Secondly, the Conference found it important \"[tJo recognise the crucial role of women in the Global AIDs Strategy and to accelerate the process of empowerment of women against AIDs.\"9"
    ]
  },
  {
    "id": 54,
    "heading": "The Role of the Red Cross/Red Crescent in the Aids Pandemic",
    "text": [
      "Such issues concerning the control of the AIDS pandemic, like those discussed above, require urgent action from the RC/RC. Members of our Movement and particularly RC/RC health professionals can address these needs more effectively and ensure respect for human rights BY:",
      "Ensuring confidentiality of HIV/AIDS cases when participating in any epidemiological testing/monitoring - for example through anonymous reporting; Providing counseling for individuals living with HIV/AIDS infected persons, partners, family members, etc. after informed consent of the infected person; Reinforcing the health education of the public on the real risks involved with HIV/AIDs, the necessity of changing sexual behaviours and the importance of using available individual control devices; Advising potential blood donors and donors of other tissues or organs to undergo voluntary tests in order to prevent HIV contamination; Promoting the distribution of care in existing medical and social facilities, without discrimination, for the infected, the sick, their relatives and particularly for abandoned children; Advocating non-discrimination, equal treatment and change before government and other institutions when proposed and  implemented legislation and policies contradict basic human rights.",
      "Now that some background issues and goals of the Red Cross/Red Crescent have been discussed, it might be useful to look at a hypothetical problem and discuss possible options for its solution."
    ]
  },
  {
    "id": 55,
    "heading": "EXERCISE:",
    "text": [
      "In a maternity hospital, a woman has given birth to her first child. The HIV test that she and her new-born son had taken just after his birth proved they are both sero-positive. While visiting, the husband accidentally saw his wife's medical file with the HIV positive test results of her and the son. Frightened, without seeking any advice from the medical staff at the hospital, he immediately abandoned his wife and son. (He, in fact, is the source of the family's HIV infection). The woman was then left alone without any resources and without training for any specific employment. Due to her fear that relatives would also reject her and the baby, she decided to abandon the child. The baby was left at the local orphanage, where other babies in similar circumstances were brought after abandonment by their mothers. Because nobody from the health services had ever provided them with any basicinformation about HIV transmission,the staff at theorphanage has $a$ very neglectful and uncaring attitude toward the HIV infected babies."
    ]
  },
  {
    "id": 56,
    "heading": "QUESTION 1",
    "text": [
      "What is the most obvious problem in this example?",
      "Fear and ignorance among the general population and even among health care personnel when confronted with HIV/AIDS is the most obvious problem in this example. Ignorance varies from community to community and from country to country. Even at the international level ignorance of the disease exists. Internationally speaking, there is a tendency to group HIV infected persons by continents or regions. As health professionals, scholars and politicians are beginning to see, however, such wrongly-made groupings do not always correspond to the problems and needs of people living with HIV/AIDS.",
      "In this case, it is important to notice that, due to the negligence of the hospital administration staff, the principle of confidentiality was not safeguarded and, from a humanitarian and epidemiological point of view, the breach of confidentiality resulted in tragic consequences. Also neglected was the training of the orphanage staff in HIV counseling skills. The discrimination that resulted from these shortcomings clearly violates humanitarian principles and basic human rights, and results in persons infected with the HIV virus withdrawing into activities outside of the public health authorities’ control.",
      "The Canadian researchers Glenn, Gilmore, Somerville and Morissette also support the idea that the disease can best be controlled - and cooperation of infected persons can best be obtained - by preserving confidentiality and anonymity. In a report published in 1990, the four researchers argued that",
      "\"[dJeontological [ethical] thought favours confidentiality of HIV/AIDS-related personal information because of the principle of the value and dignity of the person...[a person applying ethical thought] would see the control of such information as a specific example of a broader deontological principle of respect for persons which should [help give form to] a general law of privacy. Consequentialist and utilitarian thought, in spite of traditional opposition to the concept of privacy, favours confidentiality because without it the cooperation of infected persons is unlikely and the possibilities of control of transmission may be reduced.\"10",
      "10 H. Patrick Glenn, Norbert Gilmore, Margaret A. Sommerville, and Yves-Marie"
    ]
  },
  {
    "id": 57,
    "heading": "QUESTION2",
    "text": [
      "What should be done to improve the situation?",
      "In order to improve such situations, RC/RC health professionals should reinforce health education programmes that teach the real risks of the AIDS pandemic, especially those programmes aimed at the public. Specifically, these programmes should focus on the necessity of changing sexual behaviour and the importance of using available individual control devices.",
      "As far as confidentiality is concerned, the definition of confidentiality may vary from community to community. In some communities it is considered that confidentiality is being maintained even if it is required that the community leader or an insurance company be informed. Regardless of the differences in the definition of \"confidentiality,\" people living with HIV/AIDS should be able to be ensured of the inviolability of the principle of confidentiality. Any information on specific HIV/AIDS cases provided by RC/RC health professionals to public health services should only be given out in anonymous forms. In no circumstances should names be used. Instead, test results and patient information should only be identified by numbers that cannot be matched to a patient's name or records.",
      "If a medical record or information is to be released using the victim's/patient's name, this may only take place with the direct permission of the infected individual. Only people living with HIV/AIDS may consent to disclose their own health status. In conformity with both the ethical and Fundamental Principles of Humanity and non-discrimination/Impartiality, unless so desired by a person infected with HIV/AIDS, RC/RC health professionals are not allowed to inform any insurance companies, employers, other services, or even the patients' families about the infected person's status.",
      "Aside from the duty of confidentiality, the health professional has two main duties respecting a person infected with HIV. The first is to provide infected persons with basic information regarding protective behaviour and preventing the further spread of the disease. Secondly, the health professional has a duty to help the infected person's family, relatives, and friends to accept the situation so that, if necessary, that relative or friend would be willing to take care of the infected individual without discrimination and stigmatisation.",
      "This concentration on family and friends and the social and psychological aspects of the problem were addressed by Par Stenbak, Secretary General of the Federation.Stenbak wrote,",
      "\"We're giving a new emphasis to the psychological and social side of disasters, not only the physical needs of the people affected. We're looking at ways to train first aiders in basic counseling skills, for example, so that we can respond in a more holistic way to future human catastrophes. People with AIDs have taught us that living with any disease or disaster is not only a matter of the body, but of the mind and spirit. In our humanitarian efforts in the years to come, this is a lesson we will not forget.\"ll"
    ]
  },
  {
    "id": 58,
    "heading": "QUESTION 3",
    "text": [
      "Upon which documents might RC/RC health professionals base their actions?",
      "Besides being well trained in the field of AIDS, RC/RC health professionals should act in conformity with and know the ethical guidelines presented in both the WMA Statement on the Professional Responsibility of Physicians in Treating AIDS Patients (Annex I.1.) and the \"AIDs\" Declarations No. 24 and 31 of the League (Federation) (see Annexes I.2. and 1.3.). Additionally, RC/RC health professionals should keep in mind the four below listed objectives, which are in conformity with both the WMA Statement and Declarations No. 24 and 31.",
      "Red Cross/Red Crescent members, in the battle against AIDS, should make all efforts to:",
      "1. observe non-discrimination strictly when caring for people living with HIV/AIDS; 2. increase public awareness and understanding of the social, ethical and human rights dimensions of the AIDS pandemic; 3. assist in education on the rights of individuals, particularly women, so that they can avoid infection; and",
      "4. develop strategies for combating discrimination against people living with HIV/AIDS."
    ]
  },
  {
    "id": 59,
    "heading": "1. BLOOD DONATION",
    "text": [
      "Introduction of a compulsory HIV test for blood donors (without training the transfusion service staff on how to handle the deferred donors) has caused fear among potential donors. As a result the shortage of blood available for transfusion at the local hospital has become acute. In order to make up for the unavailability of blood from the transfusion service, the administrator of the hospital decided to initiate a blood donor service at the hospital. For each donation of blood, donors were to receive a small payment.",
      "As of the time the hospital began its own donor service it had not yet been equipped with HIV test facilities. However, despite the lack of HIV test facilities, blood had been collected from a number of donors and the most urgent surgical operations had been performed. After finally becoming available at the hospital, HIV tests showed that some of the blood would have to be destroyed due to HIV contamination.In addition, some patients who had received blood from the hospitals own blood supply have since testedHIVpositive."
    ]
  },
  {
    "id": 60,
    "heading": "QUESTION 1",
    "text": [
      "With what problems are the hospital staff confronted in the above situation?",
      "In the problem above, the staff at the hospital are confronted with a number of problems all of which may, at some time, arise for Red Cross/Red Crescent healthprofessionals.",
      "To begin with, as was discussed in the previous section on AIDS, confidentiality of patient records and test results can be a problem in such situations. The results of laboratory tests are ultimately the responsibility of doctors. As was expressed earlier, no doctor is allowed to release test results without prior consent of the donor, except when ordered by a court (i.e. by order of subpoena). In situations in which tests must be made, the confidentiality of patient records and test results must be guaranteed.",
      "Another problem found in the example above is that of inadequate staff education about the tests and the disease being tested for. In order to prevent inadequately advising patients, misinterpreting test results, and thus risking the violation of humanitarian interests, each transfusion service must fully train its staff before a new test is initiated. This was not done in the above example. As was the case at the hospital mentioned above, many blood transfusion services do not consider donor counseling to be part of their activities. Consequently, deferred donors (those \"deferred\" from giving blood because of HIV infection), are often not fully informed of their options and opportunities. The needs and questions of deferred donors must be addressed. In cases where a donor has been deferred from donating blood because of HIV infection, the infected individual, if so desired, should be referred to professional counsellors.",
      "A third problem presented above is that of payment or remuneration of donors. Payment or remuneration of donors is contrary to the Principles of the Red Cross/Red Crescent and results in a heightened risk of infection for the eventual recipients of the donated blood. The RC/RC is an organisation guided by the Fundamental Principle of Voluntary Service. Therefore, blood donations and services are never to be motivated in any manner by desire for gain. The risk of a heightened chance of infection was established many years ago. Long before the AIDS epidemic, it was found that paid donors are ten times more likely to transmit hepatitis.",
      "Although not specifically mentioned in the above example, problems surrounding the concept of directed donors (persons who donate blood directly to help a specific individual) are also very pertinent to this section. Despite great popularity in this era of AIDs, directed donations are not felt to be an acceptable practice -- either medically or ethically —- by the RC/RC. Even many of the institutions which allow the practice of directed donations often question its medical and ethical acceptability. For the RC/RC, as pointed out by Professor Robert Beal, the ethical problems presented by directed donations have their roots in the Red Cross/Red Crescent Fundamental Principle of Impartiality. \"Impartiality\" writes Beal,",
      "\"requires that the Red Cross/Red Crescent makes no distinction between any two people, on any of the grounds that makes them different one from the other. This principle has recently become of vital importance in the operation of a modern blood transfusion service. With the fear of transfusion transmitted AIDS rampant in developed Western countries and emerging in Third World services, more and more people are seeking to direct their blood donations toward a friend or relative thought to be in need. This concept of directed or dedicated donation, laudable though it may seem, is totally contrary to the Red Cross/Red Crescent philosophy of impartiality, which says that the blood in its bank goes to him or her who needs it most, regardless of race, creed, capacity to pay, and least of all, who was the anonymous",
      "giver of the priceless gift.\"12",
      "In addition to ethical incompatibility with RC/RC Fundamental Principles, directed donations are not acceptable based on medical reasons. In situations requiring an immediate supply of uncontaminated blood, friends or relatives may forget or ignore an important part of their medical or sexual history either because they want to help or are expected to help and must be seen to be helping. If donations were to be made for the latter reason, directed donations might be considered to be coerced as opposed to voluntary.",
      "All of the problems discussed above crave a greater level of care on the part of RC/RC health professionals. Health professionals responsible for testing at blood transfusion services should take great care in selecting potential donors and in recognising the \"potential risks\" of an unsafe blood supply for future recipients. At the same time, RC/RC members need to be trained in humanely counseling those who test positive for HIV. Members of the RC/RC should be well skilled in disclosing information to donors who test positive for HIV, informing HIV positive individuals about safe behaviour towards their partners, and referring infected persons to other services for care. For the staff at transfusion centres, these services, which include ensuring confidentiality and providing counselling services for deferred donors, are ethical and professional obligations and provide the best guarantee for normal functioning of voluntary non-remunerated blood donation. All of these services should be carried out with the principle of confidentiality in mind.",
      "The problems discussed above are by no means resolved. In the future, further development of the guidelines for the RC/RC Blood Transfusion Service's staff and volunteers should be developed, particularly regarding blood donor counseling and confidentiality."
    ]
  },
  {
    "id": 61,
    "heading": "QUESTION 2",
    "text": [
      "Upon which documents should RC/RC health professionals base their actions?",
      "RC/RC health professionals should look to the following documents for support and guidance:",
      "a) The RC/RC Fundamental Principles, mainly the Principles of Humanity.",
      "Impartiality, and Voluntary Services (Annex A.1.) b) The WMA Declaration on Human Organ Transplantation (Annex G.1., Points 1 and 2) c) Federation of Red Cross and Red Crescent Societies' Statement on the Ethics of Voluntary, Non-Remunerated Blood Donation (Annex H.1.)"
    ]
  },
  {
    "id": 62,
    "heading": "J. CONSENT FOR SURGERY",
    "text": [
      "An unconscious earthquake victim with severe injuries to both legs, was brought to the RC surgery unit by a rescue team. Of his entire family, he was the only survivor of the earthquake. Due to the critical condition of the victim, the surgeon decided to amputate both legs without any delay."
    ]
  },
  {
    "id": 63,
    "heading": "QUESTION1",
    "text": [
      "Did the surgeon act correctly in operating on the patient immediately?",
      "The surgeon was correct in making the decision. Because the patient has the right to accept or refuse treatment, it is one of the principles of medical ethics to obtain the informed consent of the patient before any medical treatment or surgical intervention may be performed. In some cases, such as in the case of an unconscious person or a minor, it may not be possible to obtain legally viable consent. Such a problem can usually be solved in a number of ways. In the case of unconsciousness, the nearest relatives should be asked for consent. When, on the other hand, the patient in question is a minor, the nearest relatives or the child's legal guardian should be approached for consent. In the case above, the earthquake victim was the only remaining member of his family. No relatives were available from whom the surgeon could seek informed consent. The patient was unconscious, in critical condition, and required immediate surgical intervention. This being the case, the surgeon was correct in making that decision."
    ]
  },
  {
    "id": 64,
    "heading": "QUESTION 2",
    "text": [
      "Upon what documents was the decision based?",
      "The following documents provide justification for the surgeon's decision:",
      "a) WMA International Code of Medical Ethics (Annex B.2. - Duties of Physician in General - to respect the patients rights and to act in the",
      "patient's interest) b) WMA Declaration of Lisbon - The Rights of the Patient (Annex C.3., Point c) C UN Universal Declaration of Human Rights (Annex C.1., Article 12 - No one shall be subject to arbitrary interference.)"
    ]
  },
  {
    "id": 65,
    "heading": "K. LIST OF REFERENCES FOR FURTHER READING",
    "text": [
      "1. Manual on the Rights and Duties of Medical Personnel in Conflicts. By Dr. Alma Baccino-Astrada. A summary of the provisions concerning medical care and the role of military and civilian medical personnel in the Geneva Conventions and their Protocols. ICRC/Federation, Geneva 1982. Published in French, English, Spanish, and Arabic. Obtainable from ICRC and Federation.",
      "2. Signalling and Identification of Medical Personnel and Material. By F. de Mulinen. An article on signalling and identification in time of conflict. ICRC, Geneva 1972. Published in French, English, and Spanish. Obtainable from ICRC.",
      "3. Medical Assistance in an Emergency Situation. By Dr. Pierre M. Perrin. Characteristics of ICRC medical assistance in emergency situations. ICRC, Geneva 1988. Published in French and English. Obtainable from ICRC.",
      "4. ICRC/League Policies in an Emergency Situation. A summary of the medical policies of the ICRC and the Federation in emergency situations, including the nutritional and medical supplies policies of both institutions. ICRC/Federation, Geneva July 1986. Published in French and English. Obtainable from ICRC and Federation.",
      "5. Greve de la Faim en Milieu Carceral. Outlines the position of medical personnel within ICRC operations, including their role and conflict of conscience. Revue Medical de la Suisse Romande, May 1990. Published in French. Obtainable from ICRC.",
      "6.The International Committee of the Red Cross and Health. By Remi Russbach. Outlines characteristics of the ICRC medical interventions. International Review of the Red Cross, September-October 1987. (No. 260, pp. 513- 522). Published in French, English, and Spanish. Obtainable from ICRC.",
      "7. The Role of the Doctor in ICRC Visits to Prisoners. By Hernan Reyes and Rémi Russbach. International Review of the Red Cross, September-October, 1991 (No. 284 pp. 469-482). Published in French, English, and Spanish. Obtainablefrom ICRC.",
      "8. Compendium of Resolutions and Decisions (1983-1989). A compilation of the most up-to-date resolutions and decisions of the Federation's Health and Community Services Commission. Federation, Geneva 1990. Published in French, English, and Spanish. Obtainable from Federation.",
      "9. Warrior Without Weapons. By Dr. Marcel Junod. An interesting account of missions given by a former delegate ranging from the War of Abyssinia to the destruction of Hiroshima. ICRC, Geneva 1982. Published in French and English. Obtainable from ICRC."
    ]
  },
  {
    "id": 66,
    "heading": "IV. CONCLUSION",
    "text": [
      "Red Cross and Red Crescent health professionals, in addition to their professional training and ethics, are equally bound and guided by the Fundamental Principles in the performance of their duties. When strictly adhered to, the seven Fundamental Principles set the Red Cross/Red Crescent Movement apart from any other humanitarian organisation and provide the unique character of the Movement.",
      "In the preceding work, we have offered documents and a general model for guiding RC/RC health professionals. Additionally, we have considered health issues that both pose questions and create an awareness of possibilities when raised within the framework of three important types of principles: the Red Cross/Red Crescent Fundamental Principles, internationally accepted codes of professional ethics, and existing human rights doctrine.",
      "An awareness of how these principles can be applied in daily work allows health professionals to better understand and observe the Fundamental Principles. This, in turn, ensures not only optimum professional services for those requiring assistance, but it also provides the essential foundation necessary for the respect of human dignity, allowing RC/RC members to respond to a victim's/patient's needs without discrimination and with all available means and resources.",
      "In this way, the Red Cross/Red Crescent Movement contributes to the fulfilment of the humanitarian ideals expressed in the Universal Declaration of Human Rights, which are embodied in the Movement's first Fundamental Principle ofHUMANITY:",
      "\"... to bring assistance without discrimination... to prevent and alleviate human suffering wherever it may be found... to protect life and health... to ensure respect for the human being.... [and to promote] mutual understanding, friendship, cooperation and lasting peace amongst all peoples.\"",
      "Because Red Cross/Red Crescent health professionals have the duty to act for the benefit of the victim/patient, they also have the responsibility at all times to further perfect professional skills and to strengthen their abilities to apply the RC/RC Fundamental Principles, standards of professional ethics, and the obligations imposed by international humanitarian documents when making decisions regarding the care of a victim or patient. By working the problems presented in this text and by becoming familiar with the humanitarian and ethics documents included in the Annexes, health professionals within the Movement should be better able to administer equitable health care and ensure and strengthen commitment to humanitarian principles in any country's health care programmes."
    ]
  },
  {
    "id": 67,
    "heading": "V. ANNEXES",
    "text": [
      "The Annexes provide some basic documents - grouped by subject order and issued by the Movement and other bodies - which can be used in studies, in working the exercises in Part Ill, and in making future decisions with the Fundamental Principles and humanitarian interests in mind. A useful suggestion for all readers of this text would be to insert into these Annexes the statutes of their National Society and any other national statutes and documents relevant to their work as a RC/RC health professional."
    ]
  },
  {
    "id": 68,
    "heading": "A.ABBREVIATIONS AND GLOSSARY",
    "text": [
      "This glossary provides a description of terms and abbreviations used in this work. It is designed to facilitate a better understanding of the work's content and may be of practical value for standardising terminology throughout the Movement.",
      "ADDITIoNALPrOTocOLs -TheTwo Additional Protocols were adopted at the 1974-77 Diplomatic Conference in Geneva, Switzerland. Due to new practices in warfare and the evolution of armed conflicts after 1949, it became evident that the four Geneva Conventions of 1949 no longer provided sufficient legal protection for all victims, especially civilians. Additional Protocol I had four main goals: to allow wars against colonial domination, alien occupation, and racist regimes to be considered as international conflicts; to extend protection of the Conventions to civilian medical personnel, equipment, supplies, and medical transportation; to reaffirm and develop customary international law especially regarding the definitions of armed forces and combatants, and the protection of civilians against the effects of hostilities; and to improve the ability of parties to execute the Conventions and the Protocols. The aim of Protocol II was mainly to extend the essential rules of law of armed conflicts to internal wars. [Intermational Committee of the Red Cross and Red Crescent, The International Committee of the Red Cross (ICRC) (Geneva: International",
      "Committee of the Red Cross, 1991) 5. and Dietrich Schindler and Jiri Toman, The Laws of Armed Conflict (Dordrecht: Nijhoff, 1988) 621 & 689.]",
      "BioETHics — A term used to distinguish traditional medical ethics from ethical issues that arise as a result of recent progress in biology and medicine. [Council for International Organizations of Medical Sciences, CIOMS - Organization, Activities, Members (Geneva: CIOMS, 1989) 9.]",
      "CIOMs — The Council for International Organizations of Medical Sciences consists of International, National, and Associate members. Its international membership, consisting of international unions and federations of national associations and societies, represents a substantial proportion of the world's biomedical scientific community. National members are mainly medical research councils and academies of sciences. Its main activity is the convening of broadly-based, multidisciplinary, and internationally-representative conferences concerned not only with the direct impact on society of progress in biomedical science, but also with implications in such fields as bioethics, health policy, drug  development,  and  medical  education.  [Council  for  International Organizations of Medical Sciences, CIOMS - Organization, Activities, Members (Geneva: CIOMS, 1989) 6-7.]",
      "DIsCRIMINATION — A distinction or segregation which is made to the detriment of certain other persons, for the sole reason that they belong to some specific category. The unequal treatment which results from such an attitude, either through action or failure to take action, will be called discriminatory treatment. [Jean S. Pictet, Red Cross Principles, (Geneva: ICRC, 1956) 33.]",
      "ETHIcs — The branch of philosophy dealing with the distinction between right and wrong, having moral consequences of our actions. Ethics provide principles of right conduct such as those governing the actions of an individual or of a professional  group.  [Council  for  International  Organizations of  Medical Sciences, CIOMS - Organization, Activities, Members (Geneva: CIOMS, 1989) 9.]",
      "FEDERATIoN - International Federation of National Red Cross and Red Crescent Societies (until 1991 known as the League of Red Cross and Red Crescent Societies). Its object: to prevent and alleviate human suffering through the activities of National Red Cross and Red Crescent Societies and so contribute to peace. The Federation encourages the creation and development of National Societies in countries all over the world. It advises and assists",
      "National Societies in the development of their services to the community. It organizes and co-ordinates international relief for victims of natural disasters and refugees outside areas of conflict, often launching world-wide appeals for aid. It also promotes the adoption of national disaster preparedness plans. The Federation is the permanent liaison body of National Societies and acts as their spokesman and representative internationally. [International Federation of National Red Cross and Red Crescent Societies - pamphlet (Geneva 1991) 2.]",
      "GENEvA CoNVENTIoNs (GC) - The Four 1949 Geneva Conventions demand respect for human beings in time of armed conflict and provide that persons not directly participating in the hostilities, such as the sick, the wounded, prisoners or civilians, shall be protected, and that anyone in distress shall be helped and cared for without discrimination. Today practically all States have ratified or acceded to the Conventions, on which the ICRC's work is based. The Conventions afforded protection to the following: First Convention: wounded and sick members of the armed forces, medical personnel, chaplains. Second Convention: the wounded and sick, medical personnel and chaplains of armed forces at sea, shipwrecked. Third Convention: prisoners of war. Fourth Convention: civilians in enemy or occupied territory. The States party to the Conventions pledge to: care for friends and enemies alike; respect every human being, his honour, family rights, religious convictions and the special rights of the child; prohibit inhuman or degrading treatment, the taking of hostages, mass extermination, torture, summary executions, deportations, pillage and the wanton destruction of private property; and to authorize ICRC delegates to visit prisoners of war and civilian internees, and to interview without witnesses persons in detention. [International Committee of the Red Cross and Red Crescent, The International Committee of the Red Cross (ICRC) (Geneva: International Committee of the Red Cross, 1991) 5.]",
      "HEALTH - A state of complete physical, mental, and social well-being and not merely the absence of disease or infirmity. [World Health Organization definition.]",
      "HEALTH PoLICY ETHICs - Concerns ethical issues relevant to organizing, financing, and delivering health care services. [Council for International Organizations of Medical Sciences, CIOMS - Organization, Activities, Members (Geneva: CIOMS,1989) 9.]",
      "HEALTH PRoFEssIoNALS - Red Cross and Red Crescent professionals are considered, in these guidelines, as a group of people or individuals - staff or volunteers - trained in any health field. Health professionals include, but are not limited to, Physicians, Nurses, Primary Health Care workers, First Aiders, Blood Donation workers, Home Care workers, and/or any person engaged as technical or administrative personnel or as a social welfare worker. Because all of the above health care positions can be characterised as demanding teamwork, each is equally bound to the same Red Cross/Red Crescent principles and ethical conduct codes in their respective fields of responsibilities. (Author)",
      "HUMAN RIGHTs - To provide for all human beings a life consonant with freedom and dignity, and conductive to physical, mental, social and spiritual welfare. (UN Proclamation of Teheran, 1968) Human rights aim to defend man against arbitrary treatment. In addition, human rights relate essentially to relations between the State and its own citizens. [Jean S. Pictet, Development and Principles of International Humanitarian Law (Dordrecht/ Boston/ London: Nijhoff,1985) 3.]",
      "ICN -- International Council of Nurses is made up of national representatives. Its aims are, to: promote the organization of national nurses? associations and advise them in their continued development; assist them to play their part in developing and improving the health service for the public, the practice of nursing and the social and economic welfare of nurses; provide means of communication between nurses throughout the world for mutual understanding and cooperation; establish and maintain liaison and cooperation with other international organizations and serve as representative and spokesman for nurses at international level. [Union of International Associations, Yearbook of International Organizations (Munchen - New York - London - Paris: K.G. Saur, 1986/87) Vol.1, BB 1750.]",
      "ICRC — The International Committee of the Red Cross is a private, independent institution, exclusively composed of Swiss nationals, with its headquarters in Geneva. It is neutral as regards politics, religion and ideology. Its international character derives from its mission, which is enshrined in the Geneva Conventions. The ICRC is: guardian of the fundamental principles; initiator and promoter of humanitarian law and is also the founding institution of the International Red Cross and Red Crescent Movement also known as the \"International Red Cross\". The ICRC is active in the following conflict situations: international armed conflicts, non-international armed conflicts, and in internal disturbances and tension. [International Committee of the Red Cross and Red Crescent, The International Committee of the Red Cross (ICRC) (Geneva: International Committee of the Red Cross, 1991) 5-6.1",
      "IHL — International Humanitarian Law constitutes that important part of international public law which finds its inspiration in humane ideals, and which focuses on the protection of the individual in time of war. [Henry Dunant Institute/UNESCO, International Dimensions of Humanitarian Law (Dordrecht/Boston/London: Nijhoff, 1988) xix.] and - the mission of international law is to grant to all men at all times at least a minimum of rights which can be defended even against the authorities of their own countries. [Jean S. Pictet, Development and Principles of International Humanitarian Law (Dordrecht/Boston/London: Nijhoff, 1985) 95.]",
      "MEDIcAL ETHIcs - Those ethical principles that govern professional conduct in medicine. Medical ethics implies obligations of the physician toward the patient as well as some obligations towards other physicians. [Council for International Organizations of Medical Sciences, CIOMS - Organization, Activities, Members (Geneva: CIOMS, 1989) 9.]",
      "MovEMENT - The International Red Cross and Red Crescent Movement has the following components: the International Committee of the Red Cross, the Federation of Red Cross and Red Crescent Societies and the National Red Cross and Red Crescent Societies. These components normally meet every four years, together with representatives of the States party to the Geneva Conventions, at an International Conference of the Red Cross and Red Crescent. The role of the Conference, which is the Movement's highest deliberative assembly, is essentially to consider general problems, adopt resolutions and assign mandates. [International Committee of the Red Cross and Red Crescent, The International Committee of the Red Cross (ICRC) (Geneva: International Committee of the Red Cross,1991) 3.]",
      "NATIoNAL SocIETIEs - National Red Cross and Red Crescent Societies. There is a National Red Cross or Red Crescent Society in almost every country of the world today. The Red Crescent replaces the Red Cross in many Islamic countries. Membership is open to everyone and services are provided on the sole criterion of need. National Societies’ activities are as varied as the countries they serve. They include emergency relief, health services and social assistance to individuals and communities, first aid courses for the public, training of nursing personnel, blood services, youth programmes. In wartime, Societies serve as auxiliaries to the army medical services, care for military wounded and sick, and aid prisoners, refugees and civilian internees. Societies must fulfil stringent conditions to achieve international recognition by the ICRC and obtain Federation membership. Among them: respect of the Movement's seven",
      "Fundamental Principles that include impartiality, neutrality. They must also be recognized by their government as voluntary aid societies, auxiliaries to the public authorities. [International Federation of National Red Cross and Red Crescent Societies - pamphlet (Geneva 1991) 4.]",
      "PRINcIPLE -- In philosophical terms, a principle is an abstraction of a moral nature, derived from the ideal tendencies of society, which imposes itself upon the human conscience and becomes an absolute imperative, above and beyond discussion. In terms of what we are now concerned with, we shall say that a principle is simply a rule, based upon judgement and experience, which is adopted by a community to guide its conduct. [Jean S. Pictet, The Fundamental Principles of the Red Cross - Commentary, (Geneva: Henry Dunant Institute, 1979) 11-12.]",
      "ToRTURE — From the standpoint of international instruments, it \"...means any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with consent or acquiescence of a public official or other person acting in a official capacity. It does not include pain or suffering arising only from, inherent in or incidental to lawful sanctions.\" [UN Convention Against Torture (1984) Part I, Art. 1.]",
      "VULNERABLE PEoPLE -- Those persons who, due to their status of need or incapacity, or other circumstances, are exposed to the greatest suffering, are at greatest risk, and who are, therefore, dependent on assistance and protection from the outside. In the context of these guidelines, RC/RC health professionals, in most situations, have direct contact with vulnerable persons who have been victims of tragic events and who, as a result of those events, become patients of the health personnel. For the convenience of the reader of this text, these people are called \"victims/patients.\" (Author)",
      "WMA - The World Medical Association is made up of and funded by voluntary national medical associations which in turn represent over a million doctors world-wide who are sworn to put their patients’ interest first, and strive for the best possible health care for all, regardless of race, creed, political allegiance or social standing. \"The WMA, itself apolitical, thus embraces a wide range of members with their own diversity of languages, cultures and systems of health care delivery, but all sharing the same ideals, and answerable to nobody save their patients. Its function has always been to constitute a free, open forum for the frank discussion, not of clinical problems, but of matters related to medical ethics, medical education, socio-medical affairs and medical topics generally. In this way an international consensus can be reached on the basis of which recommendations are offered that it is hoped may provide useful guidance to doctors when the right course of action is in doubt.\" [The World Medical Association, The World Medical Association - Handbook of Declarations (Farnborough, Hampshire: Inkon, 1985) 1.]"
    ]
  },
  {
    "id": 69,
    "heading": "B. THE FUNDAMENTAL PRINCIPLES",
    "text": [
      "1. THE FUNDAMENTAL PRINCIPLES OF THE INTERNATIONAL RED CROSS AND RED CRESCENTMOVEMENT",
      "HUMANITY - The International Red Cross and Red Crescent Movement, born of a desire to bring assistance without discrimination to the wounded on the battlefield, endeavours in its international and national capacity, to prevent and alleviate human suffering wherever it may be found. Its purpose is to protect life and health and to ensure respect for the human being. It promotes mutual understanding, friendship, co-operation and lasting peace amongst all peoples.",
      "IMPARTIALITY —- It makes no discrimination as to nationality, race, religious beliefs, class or political opinions. It endeavours to relieve the suffering of individuals, being guided solely by their needs, and to give priority to the most urgent casesof distress.",
      "NEUTRALITY — In order to continue to enjoy the confidence of all, the Movement may not take sides in hostilities or engage at any time in controversies of a political, racial, religious or ideological nature.",
      "INDEPENDENCE — The Movement is independent. The National Societies, while auxiliaries in the humanitarian services of their governments and subject to the laws of their respective countries, must always maintain their autonomy so that they may be able at all times to act in accordance with the principles off theMovement.",
      "VoLUNTARY SERvICE - It is a voluntary relief movement not prompted in any manner by desire for gain.",
      "UNITY -- There can be only one Red Cross or one Red Crescent Society in any one country. It must be open to all. It must carry on its humanitarian work throughout its territory.",
      "UNIVERSALITY — The International Red Cross and Red Crescent Movement, in which all Societies have equal status and share equal responsibilities and duties in helping each other, is worldwide."
    ]
  },
  {
    "id": 70,
    "heading": "C. PROFESSIONAL ETHICS",
    "text": [
      "1.DECLARATION OF GENEVA2",
      "AT THE TIME OF BEING ADMITTED AS A MEMBER OF THE MEDICAL PROFESSION:",
      "I SOLEMNLY PLEDGE myself to consecrate my life to the service off humanity;",
      "1 WILL GIVE to my teachers the respect and gratitude which is their due;",
      "I WILL PRACTICE my profession with conscience and dignity;",
      "THE HEALTH OF MY PATIENT will by my first consideration;",
      "1 WILL RESPECT the secrets which are confided in me, even after the patient hasdied;",
      "I WILL MAINTAIN by all means in my power, the honor and the noble traditions of the medical profession;",
      "MY COLLEAGUES will be my brothers;",
      "I WILL NOT PERMIT considerations of religion, nationality, race, party politics or social standing to intervene between my duty and my patient;",
      "I WILL MAINTAIN the utmost respect for human life from its beginning even under threat and I will not use my medical knowledge contrary to the laws of humanity;",
      "I MAKE THESE PROMISES solemnly, freely and upon my honor.",
      "2. INTERNATIONAL CODE OF MEDICAL ETHICS?",
      "DUTIES OF PHYSICIANS IN GENERAL:",
      "A PHYSICIAN SHALL always maintain the highest standards of professional conduct.",
      "A PHYSICIAN SHALL not permit motives of profit to influence the free and independent exercise of professional judgement on behalf of patients.",
      "A PHYSICIAN SHALL, in all types of medical practice, be dedicated to providing competent medical service in full technical and moral independence, with compassion and respect for human dignity.",
      "A PHYSICIAN SHALL deal honestly with patients and colleagues, and strive to expose those physicians deficient in character or competence, or who engage in fraud or deception.",
      "The following practices are deemed to be unethical conduct:",
      "a) Self advertising by physicians, unless permitted by the laws of the country and the Code of Ethics of the National Medical Association. b) Paying or receiving any fee or any other consideration solely to procure the referral of patient or for prescribing or referring a patient to any source.",
      "A PHYSICIAN SHALL respect the rights of patients, of colleagues, and of other health professionals, and shall safeguard patient confidences.",
      "A PHYSICIAN SHALL act only in the patient's interest when providing medical care which might have the effect of weakening the physical and mental condition of thepatient.",
      "A PHYSICIAN SHALL use great caution in divulging discoveries or new techniques or treatment through non-professional channels.",
      "A PHYSICIAN SHALL certify only that which he has personally verified.",
      "DUTIES OF PHYSICIANS TO THE SICK:",
      "A PHYSICIAN SHALL always bear in mind the obligation of preserving human life.",
      "A PHYSICIAN SHALL owe his patients complete loyalty and all the resources of his science. Whenever an examination or treatment is beyond the physician's capacity he should summon another physician who has the necessary ability.",
      "A PHYSICIAN SHALL preserve absolute confidentiality on all he knows about his patient even after the patient has died.",
      "A PHYSICIAN SHALL give emergency care as a humanitarian duty unless he is assured that others are willing and able to give such care.",
      "DUTIES OF PHYSICIANS TO EACH OTHER:",
      "A PHYSICIAN SHALL behave towards his colleagues as he would have them behave towardshim.",
      "A PHYSICIAN SHALL NOT entice patients from his colleagues.",
      "A PHYSICIAN SHALL observe the principles of the \"Declaration of Geneva approved by the World Medical Association."
    ]
  },
  {
    "id": 71,
    "heading": "3. CODE FOR NURSES4",
    "text": [
      "ETHICAL CONCEPTS APPLIED TO NURSES",
      "The fundamental responsibility of the nurse is fourfold: to promote health, to prevent illness, to restore health and to alleviate suffering.",
      "The need for nursing is universal. Inherent in nursing is respect for life, dignity and rights of man. It is unrestricted by considerations of nationality, race, creed, colour, age, sex, politics or social status.",
      "Nurses render health services to the individual, the family and the community and coordinate their services with those of related groups.",
      "NURSES AND PEOPLE",
      "The nurse's primary responsibility is to those people who require nursing care.",
      "The nurse, in providing care, promotes an environment in which the values, customs and spiritual beliefs of the individual are respected.",
      "The nurse holds in confidence personal information and uses judgement in sharing this information.",
      "NURSES AND PRACTICE",
      "The nurse carries personal responsibility for nursing practice and for maintaining competence by continual learning.",
      "The nurse maintains the highest standards of nursing care possible within the reality of a specific situation.",
      "The nurse uses judgement in relation to individual competence when accepting and delegating responsibilities.",
      "The nurse when acting in a professional capacity should at all times maintain standards of personal conduct which reflect credit upon the profession.",
      "NURSES AND SOCIETY",
      "The nurse shares with other citizens the responsibility for initiating and supporting action to meet the health and social needs of the public.",
      "NURSES AND CO-WORKERS",
      "The nurse sustains a cooperative relationship with co-workers in nursing and other fields.",
      "The nurse takes appropriate action to safeguard the individual when his care is endangered by a co-worker or any other person.",
      "NURSES AND THE PROFESSION",
      "The nurse plays the major role in determining and implementing desirable standards of nursing practice and nursing education.",
      "The nurse is active in developing a core of professional knowledge.",
      "The nurse, acting through the professional organization, participates in establishing and maintaining equitable social and economic working conditions in nursing."
    ]
  },
  {
    "id": 72,
    "heading": "D. HUMAN RIGHTS",
    "text": [
      "1. UNIVERSAL DECLARATION OF HUMAN RIGHTS",
      "PREAMBLE",
      "Whereas recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world,",
      "Whereas disregard and contempt for human rights have resulted in barbarous acts which have outraged the conscience of mankind, and the advent of a world in which human beings shall enjoy freedom of speech and beliefs and freedom from fear and want has been proclaimed as the highest aspiration of the common people,",
      "Whereas it is essential, if man is not to be compelled to have recourse, as a last resort, to rebellion against tyranny and oppression, that human rights should be protected by the rule of law,",
      "Whereas it is essential to promote the development of friendly relations between nations,",
      "Whereas the peoples of the United Nations have in the Charter reaffirmed their faith in fundamental human rights, in the dignity and worth of the human person and in the equal rights of men and women and have determined to promote social progress and better standards of life in larger freedom,",
      "Whereas Member States have pledged themselves to achieve, in co-operation with the United Nations, the promotion of universal respect for and observance of human rights and fundamental freedoms,",
      "Whereas a common understanding of these rights and freedoms is of the greatest importance for the full realization of this pledge,",
      "Now, therefore,",
      "The General Assembly,",
      "Proclaims this Universal Declaration of Human Rights as a common standard of achievement for all peoples and all nations, to the end that every individual and every organ of society, keeping this Declaration constantly in mind, shall strive by teaching and education to promote respect for these rights and freedoms and by progressive measures, national and international, to secure their universal and effective recognition and observance, both among the people of Member States themselves and among the peoples of territories under their jurisdiction."
    ]
  },
  {
    "id": 73,
    "heading": "Article 1",
    "text": [
      "All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood."
    ]
  },
  {
    "id": 74,
    "heading": "Article 2",
    "text": [
      "Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.",
      "Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty."
    ]
  },
  {
    "id": 75,
    "heading": "Article 3",
    "text": [
      "Everyone has the right to life, liberty and security of person."
    ]
  },
  {
    "id": 76,
    "heading": "Article 4",
    "text": [
      "No one shall be held in slavery or servitude; slavery and the slave trade shall be prohibited in all their forms."
    ]
  },
  {
    "id": 77,
    "heading": "Article 5",
    "text": [
      "No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment."
    ]
  },
  {
    "id": 78,
    "heading": "Article 6",
    "text": [
      "Everyone has the right to recognition everywhere as a person before the law."
    ]
  },
  {
    "id": 79,
    "heading": "Article7",
    "text": [
      "All are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against any discrimination in violation of this Declaration and against any incitement to such discrimination."
    ]
  },
  {
    "id": 80,
    "heading": "Article 8",
    "text": [
      "Everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted him by the constitution or by law."
    ]
  },
  {
    "id": 81,
    "heading": "Article 9",
    "text": [
      "No one shall be subject to arbitrary arrest, detention or exile."
    ]
  },
  {
    "id": 82,
    "heading": "Article 10",
    "text": [
      "Everyone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of his rights and obligations and of any criminal charge against him."
    ]
  },
  {
    "id": 83,
    "heading": "Article 11",
    "text": [
      "1. Everyone charged with a penal offence has the right to be presumed innocent until proved guilty according to law in public trial at which he has had all the guarantees necessary for his defence. 2. No one shall be held guilty of any penal offence on account of any act or omission which did not constitute a penal offence, under national or international law, at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the penal offence was committed."
    ]
  },
  {
    "id": 84,
    "heading": "Article 12",
    "text": [
      "No one shall be subject to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honour and reputation. Everyone has the right to the protection of the law against such interference or attacks."
    ]
  },
  {
    "id": 85,
    "heading": "Article 13",
    "text": [
      "1. Everyone has the right to freedom of movement and residence within the borders ofeachState. 2. Everyone has the right to leave any country, including his own, and to return to his country."
    ]
  },
  {
    "id": 86,
    "heading": "Article 14",
    "text": [
      "1. Everyone has the right to seek and enjoy in other countries asylum from persecution.",
      "2. This right may not be invoked in the case of persecutions genuinely arising from non-political crimes or from acts contrary to the purposes and principles of the UnitedNations."
    ]
  },
  {
    "id": 87,
    "heading": "Article 15",
    "text": [
      "1. Everyone has right to a nationality.",
      "2. No one shall be arbitrarily deprived of his nationality nor denied the right to change his nationality."
    ]
  },
  {
    "id": 88,
    "heading": "Article 16",
    "text": [
      "1. Men and women of full age, without any limitation due to race, nationality or religion, have the right to marry and to found a family. They are entitled to equal rights as to marriage, during marriage, and at its dissolution. 2. Marriage shall be entered into only with free and full consent of the intending spouses. 3. The family is the natural and fundamental group unit of society and is entitled to protection by society and the State."
    ]
  },
  {
    "id": 89,
    "heading": "Article 17",
    "text": [
      "1. Everyone has the right to own property alone as well as in association with Others. 2. No one shall be arbitrarily deprived of his property."
    ]
  },
  {
    "id": 90,
    "heading": "Article 18",
    "text": [
      "Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance."
    ]
  },
  {
    "id": 91,
    "heading": "Article 19",
    "text": [
      "Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers."
    ]
  },
  {
    "id": 92,
    "heading": "Article 20",
    "text": [
      "1. Everyone has the right to freedom of peaceful assembly and association. 2. No one may be compelled to belong to an association."
    ]
  },
  {
    "id": 93,
    "heading": "Article 21",
    "text": [
      "1. Everyone has right to take part in the government of his country, directly or through freely chosen representatives.",
      "2. Everyone has the right to equal access to public service in his country. 3. The will of the people shall be the basis of the authority of government; this will shall be expressed in periodic and genuine elections which shall be by universal and equal suffrage and shall be held by secret vote or by equivalent free voting procedures."
    ]
  },
  {
    "id": 94,
    "heading": "Article 22",
    "text": [
      "Everyone, as a member of society, has the right to social security and is entitled to realization, through national effort and international co-operation and in accordance with the organization and resources of each State, of the economic, social and cultural rights indispensable for his dignity and the free development of his personality."
    ]
  },
  {
    "id": 95,
    "heading": "Article 23",
    "text": [
      "1. Everyone has the right to work, to free choice of employment, to just and favourable conditions of work and to protection against unemployment. 2. Everyone, without any discrimination, has the right to equal pay for equal work. 3. Everyone who works has the right to just and favourable remuneration ensuring for himself and his family an existence worthy of human dignity, and supplemented, if necessary, by other means of social protection. 4. Everyone has the right to form and to join trade unions for the protection of his interests."
    ]
  },
  {
    "id": 96,
    "heading": "Article 24",
    "text": [
      "Everyone has the right to rest and leisure, including reasonable limitation of working hours and periodic holiday with pay."
    ]
  },
  {
    "id": 97,
    "heading": "Article 25",
    "text": [
      "1. Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control. 2. Motherhood and childhood are entitled to special care and assistance. All children, whether born in or out of wedlock, shall enjoy the same social protection."
    ]
  },
  {
    "id": 98,
    "heading": "Article 26",
    "text": [
      "1. Everyone has the right to education. Education shall be free, at least in the elementary and fundamental stages. Elementary education shall be compulsory. Technical and professional education shall be made generally available and high education shall be equally accessible to all on the basis of merit.",
      "2. Education shall be directed to the full development of the human personality and to the strengthening of respect for human rights and fundamental freedoms. It shall promote understanding, tolerance and friendship among all nations, racial or religious groups, and shall further the activities of the United Nations for the maintenance ofpeace. 3. Parents have a prior right to choose the kind of education that shall be given to their children."
    ]
  },
  {
    "id": 99,
    "heading": "Article 27",
    "text": [
      "1. Everyone has the right freely to participate in the cultural life of the community, to enjoy the arts and to share in scientific advancement and its benefits. 2. Everyone has the right to protection of the moral and material interests resulting from any scientific, literary or artistic production of which he is the author."
    ]
  },
  {
    "id": 100,
    "heading": "Article 28",
    "text": [
      "Everyone is entitled to a social and international order in which the rights and freedoms set forth in this Declaration can be fully realized."
    ]
  },
  {
    "id": 101,
    "heading": "Article29",
    "text": [
      "1. Everyone has duties to the community in which alone the free and full development of his personality is possible. 2. In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society. 3. These rights and freedoms may in no case be exercised contrary to the purposes and principles of the United Nations."
    ]
  },
  {
    "id": 102,
    "heading": "Article 30",
    "text": [
      "Nothing in this Declaration may be interpreted as implying for any State, group or person any right to engage in any activity or to perform any act aimed at the destruction of any of the rights and freedoms set forth herein.",
      "2. WORLD MEDICAL ASSOCIATION RESOLUTION ON HUMAN RIGHTS",
      "Having regard to the fact that:",
      "1. The World Medical Association and its member associations have always sought to advance the cause of human rights for all people, and have frequently taken actions endeavoring to alleviate violations of human rights.",
      "2. Members of the medical profession are often amongst the first to become aware of violations of human rights.",
      "3. Medical Associations have an essential role to play in calling attention to such violations in their countries.",
      "The World Medical Association again calls upon its member associations:",
      "1. To review the situation in their own countries so as to ensure that violations are not concealed as a result of fear of reprisals from the responsible authorities and to request strict observance of civil and human rights when violations are discovered.",
      "2. To provide clear ethical advice to doctors working in the prison system. 3. To provide effective machinery for investigating unethical practices by physicians in the field of human rights. 4. To use their best endeavours to ensure that adequate health care is available to all irrespective of race, colour or creed. 5. To protest alleged human rights violations through communications that urge the  humane treatment of prisoners, and that seek the immediate release of those who are imprisoned without just cause.",
      "3. DECLARATION OF LISBON: THE RIGHTS OF THE PATIENT",
      "Recognizing that there may be practical, ethical or legal difficulties, a physician should always act according to his/her conscience and always in the best interest of the patient. The following Declaration represents some of the principal rights which the medical profession seeks to provide to patients. Whenever legislation or government action denies these rights of the patient, physicians should seek by appropriate means to assure or to restore them.",
      "a. The patient has the right to choose his physician freely. b. The patient has the right to be cared for by a physician who is free to make clinical and ethical judgements without any outside interference. c. The patient has the right to accept or to refuse treatment after receiving adequate information. d. The patient has the right to expect that his physician will respect the confidential nature of all his medical and personal details. e. The patient has the right to die in dignity. f. The patient has the right to receive or to decline spiritual and moral comfort including the help of a minister of an appropriate religion."
    ]
  },
  {
    "id": 103,
    "heading": "E.TORTURE AND OTHER CRUEL, INHUMAN OR DEGRADING TREATMENT ORPUNISHMENT",
    "text": []
  },
  {
    "id": 104,
    "heading": "1. DECLARATION OF TOKYO\\*",
    "text": [
      "Guidelines for Medical Doctors concerning Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment in relation to Detention and Imprisonment."
    ]
  },
  {
    "id": 105,
    "heading": "PREAMBLE",
    "text": [
      "It is the privilege of the medical doctor to practise medicine in the service of humanity, to preserve and restore bodily and mental health without distinction as to persons, to comfort and to ease the suffering of his or her patients. The utmost respect for human life is to be maintained even under threat, and no use made of any medical knowledge contrary to the laws of humanity. For the purpose of this Declaration, torture is defined as the deliberate, systematic or wanton infliction of physical or mental suffering by one or more persons acting alone or on the order of any authority, to force another person to yield information, to make a confession, or for any other reason."
    ]
  },
  {
    "id": 106,
    "heading": "DECLARATION",
    "text": [
      "1. The doctor shall not countenance, condone or participate in the practice of torture or other forms of cruel, inhuman or degrading procedures, whether the offence of which the victim of such procedures is suspected, accused or guilty, and whatever the victim's beliefs or motives, and in all situations, including armed conflict and civil strife. 2. The doctor shall not provide any promises, instruments, substances or knowledge to facilitate the practice of torture or other forms of cruel, inhuman or degrading treatment or to diminish the ability of the victim to resist such treatment. 3. The doctor shall not be present during any procedure during which torture or other forms of cruel, inhuman or degrading treatment are used or threatened. 4. A doctor must have complete clinical independence in deciding upon the care of a person for whom he or she is medically responsible. The doctor's fundamental role is to alleviate the distress of his or her fellow men, and no motive whether personal, collective or political shall prevail against this higher purpose. 5. Where a prisoner refuses nourishment and is considered by the doctor as capable of forming an unimpaired and rational judgement concerning the consequences of such a voluntary refusal of nourishment, he or she shall not be fed artificially. The decision as to the capacity of the prisoner to form such a judgement should be confirmed by at least one other independent doctor. The consequences of the refusal of nourishment shall be explained by the doctor to the prisoner. 6. The World Medical Association will support, and should encourage the international community, the national medical associations and fellow doctors to support the doctor and his or her family in the face of threats or reprisals resulting from a refusal to condone the use of torture or other forms of cruel, inhuman or degrading treatment.",
      "2. THE NURSE'S ROLE IN THE CARE OF DETAINEES AND PRISONERS",
      "The International Council of Nurses (ICN) Code for Nurses states that:",
      "1. \"The fundamental responsibility of the nurse is fourfold: to promote health, to prevent illness, to restore health and to alleviate suffering.\" 2. \"The nurse's primary responsibility is to those people who require nursing care.\" 3. \"The nurse when acting in a professional capacity should at all times maintain standards of personal conduct which reflect credit upon the profession.\" 4. \"The nurse takes appropriate action to safeguard the individual when his care is endangered by a co-worker or any other person.\"",
      "ICN has reaffirmed its support of the Geneva Conventions of 1949, and the additional protocols, which state that, in case of armed conflict of international as well as national character (i.e. internal disorders, civil wars, armed rebellions):",
      "1. Members of the armed forces, prisoners and persons taking no active part in thehostilities: a) shall be entitled to protection and care if wounded or sick,",
      "b) shall be treated humanely, that is:",
      "They may not be subjected to physical mutilation or to medical or scientific experiments of any kind which are not justified by the medical, dental or hospital treatment of the prisoner concerned and carried out in his interest, They shall not be wilfully left without medical assistance and care, nor shall conditions exposing them to contagion or infection be created, They shall be treated humanely and cared for by the Party in conflict in whose power they may be, without adverse distinction founded on sex, race, nationality, religion, political opinion or any other similar criteria.",
      "2. The following acts are and shall remain prohibited at any time and in any place whatsoever with respect to the above-mentioned persons: a) violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture; b) outrages upon personal dignity, in particular humiliating and degrading treatment.",
      "ICN has endorsed the United Nations Universal Declaration of Human Rights and, hence,accepted that:",
      "i. \"Everyone is entitled to all the rights and freedoms, set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status (Art. 2), ii. \"No one shall be subjected to torture or cruel, inhuman or degrading treatment or punishment (Art. 5)\"; and",
      "In relation to detainees and prisoners of conscience, interrogation procedures are increasingly being employed which result in ill effects, often permanent, on the person's mental and physical health; ICN condemns the use of all such procedures harmful to the mental and physical health of prisoners and detainees. Nurses having knowledge of physical or mental ill-treatment of detainees and prisoners must take appropriate action including reporting the matter to appropriate national and/or international bodies.",
      "Nurses employed in prison health services do not assume functions of prison security personnel, such as body search for prison security reasons.",
      "Nurses participate in clinical research carried out on prisoners, only if the freely given consent of the patient has been secured after a complete explanation and understanding by the patient of the nature and risk of the research.",
      "The nurse's first responsibility is towards her patients, notwithstanding considerations of national security and interest.",
      "3. PRINCIPLES OF MEDICAL ETHICS RELEVANT TO THE ROLE OF HEALTH PERSONNEL,PARTICULARLY PHYSICIANS, IN THE PROTECTION OF PRISONERS AND DETAINEES AGAINST TORTURE AND OTHER CRUEL, INHUMAN OR DEGRADINGTREATMENT ORPUNISHMENTIO"
    ]
  },
  {
    "id": 107,
    "heading": "Principle 1",
    "text": [
      "Health personnel, particularly physicians, charged with the medical care of prisoners and detainees have a duty to provide them with protection of their physical and mental health and treatment of disease of the same quality and standards as if afforded to those who are not imprisoned or detained."
    ]
  },
  {
    "id": 108,
    "heading": "Principle 2",
    "text": [
      "It is a gross contravention of medical ethics, as well as an offence under applicable international instruments, for health personnel, particularly physicians, to engage, actively or passively, in acts which constitute participation in, complicity in, incitement to or attempts to commit torture or other cruel, inhuman or degrading treatment or punishment.\""
    ]
  },
  {
    "id": 109,
    "heading": "Principle 3",
    "text": [
      "It is a contravention of medical ethics for health personnel, particularly physicians, to be involved in any professional relationship with prisoners or detainees the purpose of which is not solely to evaluate, protect or improve their physical and mental health."
    ]
  },
  {
    "id": 110,
    "heading": "Principle 4",
    "text": [
      "It is a contravention of medical ethics for health personnel, particularly physicians:",
      "(a) To apply their knowledge and skills in order to assist in the interrogation of prisoners and detainees in a manner that may adversely affect the physical or mental health or condition of such prisoners or detainees and which is not in accordance with the relevant intermational instruments,12",
      "(b) To certify, or to participate in the certification of, the fitness of prisoners or detainees for any form of treatment or punishment that may adversely affect their physical or mental health and which is not in accordance with the relevant international instruments, or to participate in any way in the infliction of any such treatment which is not in accordance with the relevant international instruments."
    ]
  },
  {
    "id": 111,
    "heading": "Principle5",
    "text": [
      "It is a contravention of medical ethics for health personnel, particularly physicians, to participate in any procedure for restraining a prisoner or detainee unless such a procedure is determined in accordance with purely medical criteria as being necessary for the protection of the physical or mental health or the safety of the prisoner or detainee himself, of his fellow prisoners or detainees, or of his guardians, and presents no hazard to his physical or mental health."
    ]
  },
  {
    "id": 112,
    "heading": "Principle 6",
    "text": [
      "There may be no derogation from the foregoing principles on any ground whatsoever, including public emergency."
    ]
  },
  {
    "id": 113,
    "heading": "4. DECLARATION OF HAWA113",
    "text": [
      "Ever since the dawn of culture ethics has been an essential part of the healing art. Conflicting loyalties for physicians in contemporary society, the delicate nature of the therapist-patient relationship, and the possibility of abuse of psychiatric concepts, knowledge and technology in actions contrary to the laws of humanity, all make high ethical standards more necessary than ever for those practising the art and scienceofpsychiatry.",
      "As a practitioner of medicine and a member of society, the psychiatrist has to consider the ethical implications specific to psychiatry as well as the ethical demands on all physicians and the societal duties of every man and woman.",
      "A keen conscience and personal judgement is essential for ethical behavior. Nevertheless, to clarify the profession's ethical implications and to guide individual psychiatrists and help form their consciences, written rules are needed.",
      "Therefore, the General Assembly of the World Psychiatric Association has laid down the following ethical guidelines for psychiatrists all over the world.",
      "1. The aim of psychiatry is to promote health and personal autonomy and growth. To the best of his or her ability, consistent with accepted scientific and ethical principles, the psychiatrist shall serve the best interests of the patient and be also concerned for the common good and a just allocation of health resources. To fulfil these aims requires continuous research and continual education of health care personnel, patients and the public.",
      "2. Every patient must be offered the best therapy available and be treated with the solicitude and respect due to the dignity of all human beings and to their autonomy over their own lives and health. The psychiatrist is responsible for treatment given by the staff members and owes them qualified supervision and education. Whenever there is a need, or whenever a reasonable request is forth-coming from the patient, the psychiatrist should seek the help or the opinion of a more experienced colleague.",
      "3. A therapeutic relationship between patient and psychiatrist is founded on mutual agreement. It requires trust, confidentiality, openness, co-operation and mutual responsibility. Such a relationship may not be possible to establish with some severely ill patients. In that case, as in the treatment of children, contact should be established with a person close to the patient and acceptable for him or her.",
      "If and when a relationship is established for purposes other than therapeutic, such as in forensic psychiatry, its nature must be thoroughly explained to the person concerned.",
      "4. The psychiatrist should inform the patient of the nature of the condition, of the proposed diagnostic and therapeutic procedures, including possible alternatives, and of the prognosis. This information must be offered in a considerate way and the patient be given the opportunity to choose between appropriate and available methods.",
      "5. No procedure must be performed or treatment given against or independent of a patient's own will, unless the patient lacks capacity to express his or her own wishes or, owing to psychiatric illness, cannot see what is in his or her best interest or, for the same reason, is a severe threat to others.",
      "In these cases compulsory treatment may or should be given, provided that it is done in the patient's best interests and over a reasonable period of time, a retroactive informed consent can be presumed and, whenever possible, consent has been obtained from someone close to the patient.",
      "6. As soon as the above conditions for compulsory treatment no longer apply the patient must be released, unless he or she voluntarily consents to further treatment.",
      "Whenever there is compulsory treatment or detention there must be an independent and neutral body of appeal for regular inquiry into these cases. Every patient must be informed of its existence and be permitted to appeal to it, personally or through a representative, without interference by the hospital staff or by anyone else.",
      "7. Psychiatrist must never use the possibilities of the profession for maltreatment of individuals or groups, and should be concerned never to let inappropriate personal desires, feelings or prejudices interfere with the treatment.",
      "The psychiatrist must not participate in compulsory psychiatric treatment in the absence of psychiatric illness. If the patient or some third party demands actions contrary to scientific or ethical principles the psychiatrist must refuse to co-operate.",
      "When, for any reason, either the wishes or the best interests of the patient cannot be promoted, he or she must be so informed.",
      "8. Whatever the psychiatrist has been told by the patient, or has noted during examination or treatment, must be kept confidential unless the patient releases the psychiatrist from professional secrecy, or else vital common values or the patient's best interest makes disclosure imperative. In these cases, however, the patient must be immediately informed of the breach of secrecy.",
      "9. To increase and propagate psychiatric knowledge and skill requires participation of the patients. Informed consent must, however, be obtained before presenting a patient to a class and, if possible, also when a case history is published, and all reasonable measures be taken to preserve the anonymity and to safeguard the personal reputation of the subject.",
      "In clinical research, as in therapy, every subject must be offered the best available treatment. His or her participation must be voluntary, after full information has been given of the aims, procedures, risks and inconveniences of the project, and there must always be a reasonable relationship between calculated risks or inconveniences and the benefit of the study.",
      "For children and other patients who cannot themselves give informed consent this should be obtained from someone close to them.",
      "10. Every patient or research subject is free to withdraw for any reason at any time from any voluntary treatment and from any teaching or research programme in which he or she participates. This withdrawal, as well as any refusal to enter a programme, must never influence the psychiatrist's efforts to help the patient or subject.",
      "The psychiatrist should stop all therapeutic teaching or research programmes that may evolve contrary to the principles of this Declaration."
    ]
  },
  {
    "id": 114,
    "heading": "F. NEGLECT AND ABUSE",
    "text": [
      "1. WORLD MEDICAL ASSOCIATION STATEMENT ON CHILD ABUSE AND NEGLECT14",
      "One of the most destructive manifestations of family violence and upheaval is child abuse and neglect. Prevention, early identification and comprehensive treatment of child abuse victims remain a challenge for the world medical community.",
      "Definitions of child abuse vary from culture to culture. Unfortunately, cultural rationalizations for harmful behavior toward children may be accepted, all to0 readily, as proof that the treatment accorded children is neither abusive nor harmful.",
      "For purposes of this statement, various forms of child abuse include physical, sexual and emotional abuse. Child neglect represents a failure of a parent or other person legally responsible for a child's welfare to provide for the child's basic needs and an adequate level of care.",
      "The World Medical Association recognizes that child maltreatment is a world health problem and recommends that national medical associations adopt the following guidelines for physicians:",
      "1. Physicians have both a unique and special role in identifying and helping abused children and their troubled families.",
      "2.Physicians should obtain specialized training in identifying child abuse. Such training is available from many continuing education programmes in the field.",
      "3.Linkage to an experienced multidisciplinary team is strongly recommended for the physician. A team is likely to include such professionals as physicians, social workers, child and adult psychiatrists, developmental specialists, psychologists and attorneys. When participation on a team is not possible or available, the individual physician must consult with other medical, social, law enforcement and mental healthpersonnel.",
      "4。 Primary care physicians (family practitioners, internists, pediatricians), emergency medicine specialists, surgeons, psychiatrists and other specialists who treat children must acquire knowledge and skills in the physical assessment of child abuse and neglect; the assessment of child development and parenting skills; the utilization of community resources; and the physician's legal responsibilities.",
      "5. The medical evaluation of children who have been physically abused should consist of: (1) obtaining a history of injury; (2) a physical examination of the patient; (3) a trauma x-ray survey; (4) a bleeding disorder screen; (5) color photographs; (6) physical examination of siblings; (7) an official written medical report; (8) a behavioral screening; (9) a developmental screening of infant and preschool agechildren.",
      "6. The medical assessment and management of sexually abused children consists of: (1) the treatment of physical and psychological trauma; (2) the collection and processing of evidence; and (3) the treatment and/or prevention of pregnancy andvenereal disease.",
      "7.It is necessary for physicians to determine the nature and level of family functioning as it relates to child protection. It is essential for the physician to understand and be sensitive to how the quality of marital relationships, disciplinary styles, economic stresses, emotional problems and abuse of alcohol, drugs and other substances, and other forms of stress relate to child abuse.",
      "8. It is critical for the physician to be knowledgeable about abuse and neglect. Often, the physical evidence is not obvious, and only through careful interview with the child and parents may the inconsistencies between historical and objective data be revealed.",
      "9. In detecting a child with suspected abuse, the immediate actions to be taken by the physicians include: (1) reporting all suspected cases to child protective services; (2) hospitalizing any abused child needing protection during the initial evaluation period; and (3) informing the parents of the diagnosis and report of the child's injuries to protective services.",
      "10. The child is the physician's patient and therefore the physician's primary concern. Thus, it is the physician's responsibility to do all he or she can to protect the child from further harm. Contacting the appropriate agency that handles child protection matters, is usually mandated by laws. In some cases admitting the child to a hospital is also necessary.",
      "11.  I If hospitalization is required, a prompt evaluation of the child's physical, emotional and developmental problems is necessary. If the physician who originally recognized the child abuse problem is not able to conduct the evaluation, he or she should seek consultations with the hospital multidisciplinary team or other physicians who have specialized training in child abuse.",
      "12.  If child abuse is suspected, the physician should discuss with the parents the fact that child maltreatment is in the differential diagnosis of their child's problem. During such a session, it is essential that the physician maintain objectivity and avoid accusatory or judgmental statements in interactions with the parents.",
      "13.  It is essential that the physician record the findings in the medical chart during the evaluation process. The medical record often provides critical evidence in court proceedings.",
      "14. $520^{\\circ}$ Physicians should participate at all levels of prevention by providing prenatal and postnatal family counseling, identifying problems in child rearing and parenting, and advising about family planning and birth control.",
      "15. Personal and public health measures such as home visits by nurses, anticipatory guidance by parents, well infant and well-child examinations should be encouraged by physicians. Programmes that improve the child's general health also tend to prevent child abuse and should be supported by physicians.",
      "16. Physicians should recognize that child abuse and neglect is a complex problem and more then one type of treatment or service may be needed to help abused children and their families. The development of appropriate treatment requires contributions from many professions, including medicine, law, nursing, education,psychology and social work.",
      "17. Physicians should promote the development of innovative programmes that will advance medical knowledge and competence in the field of child abuse and neglect.",
      "18. Patient confidentiality must be abrogated in cases of child abuse. The first duty of a doctor is to protect his or her patient if victimization is suspected. No matter what type of abuse (physical, mental, sexual) an official report must be made to the appropriate authorities.",
      "19. Physicians should support the enactment of legislation in their respective countries, that will effectively identify and protect abused children. Such legislation should also protect physicians and other health professionals for their part in identifying, caring for, and treating abused children.",
      "2.WORLD MEDICAL ASSOCIATION DECLARATION OF HONG KONG ON THE ABUSE OFTHEELDERLY1S",
      "Elderly people may suffer pathological problems such as motor disturbances and psychic and orientation disorders. As a result of such problems, elderly patients may require assistance with their daily activities which, in turn can lead to a state of dependence. Such a situation may cause their families and the community to consider them to be a burden and to limit care and services to a minimum. It is against this background that the subject of abuse of the elderly must be considered.",
      "Abuse of the elderly can be manifested in a variety of ways, such as physical, psychological, financial and/or material, medical abuse or self-neglect. Variations in the definition of elder abuse present difficulties in comparing findings on the nature and causes of the problem. A number of preliminary hypotheses have been proposed on the etiology of elder abuse including: family violence; lack of financial resources; psychopathology of the abuser; lack of community support; and institutional factors such as low pay and poor working conditions that contribute to pessimistic attitudes of caretakers, resulting in neglect of the elderly.",
      "The phenomenon of elder abuse is becoming increasingly recognized by both medical facilities and social agencies. Physicians played a prominent role in the child abuse movement by defining and publicizing the problem and in shaping public policy. Elder abuse, however, has just recently attracted the attention of the medical profession. The first step in preventing elder abuse and neglect is to increase levels of awareness and knowledge among physicians and other health professionals. Once high-risk individuals and families have been identified, physicians can participate in the primary prevention of maltreatment by making referrals to appropriate community and social service centers. Physicians may also participate by providing support and information on high risk situations directly to patients and their families.",
      "The World Medical Association therefore adopts the following General Principles relating to abuse of the elderly:"
    ]
  },
  {
    "id": 115,
    "heading": "1. General Principles",
    "text": [
      "1. The elderly have the same rights to care, welfare and respect as other human beings.",
      "2. The World Medical Association recognizes that it is the physicians' responsibility to help prevent the physical and psychological abuse of elderly patients.",
      "3. Physicians whether consulted by an aged person directly, the nursing home or the family will see that the patient receives the best possible care.",
      "4. If in terms of this statement physicians verify or suspect ill treatment, they will discuss the situation with those in charge, be it the nursing home or the family. If ill treatment is confirmed, or death is considered to be suspicious, they will report to the relevant authorities.",
      "5. To guarantee protection of the elderly in any environment there should be no restrictions to their right of free choice of physician. National member associations will strive to make certain that such free choice is preserved within the socio-medicalsystem.",
      "The World Medical Association also makes the following recommendations to physicians involved in treating the elderly, and urges all National Medical Associations to publicize this Declaration to their members and the public."
    ]
  },
  {
    "id": 116,
    "heading": "II.Recommendations",
    "text": [
      "Physicians involved in treating the elderly should:",
      "identify the elder who may have been abused and/or neglected; provide medical evaluation and treatment for injuries resulting from abuse and/or neglect; attempt to establish or maintain a therapeutic alliance with the family (often the physician is the only professional who maintains long-term contact with the patient and the family); report all suspected cases of elder abuse and/or neglect in accordance with local statutes; utilize a multidisciplinary team of caretakers from the medical, social service, mental health, and legal professions, whenever possible; encourage the development and utilization of supportive community resources that provide in-home services, respite care, and stress reduction with high-risk families.",
      "3.UNITED NATIONS CONVENTION ON THE RIGHTS OF THE CHILD $16$",
      "Part I -",
      "Article 2:",
      "1. States Parties shall respect and ensure the rights set forth in the present Convention to each child within their jurisdiction without discrimination of any kind, irrespective of the child's or his or her parent's or legal guardian's race, colour, sex, language, religion, political or other opinion, national, ethnic or social origin, property, disability, birth or other status.",
      "2. States Parties shall take all appropriate measures to ensure that the child is protected against all forms of discrimination or punishment on the basis of status, activities, expressed opinions, or beliefs of the child's parents, legal guardians, or familymembers."
    ]
  },
  {
    "id": 117,
    "heading": "Article 3:",
    "text": [
      "1. In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.",
      "2. States Parties undertake to ensure the child such protection and care as is necessary for his or her well-being, taking into account the rights and duties of his or her parents, legal guardians, or other individuals legally responsible for him or her, and, to this end, shall take all appropriate legislative and administrative measures.",
      "3. States Parties shall ensure that the institutions, services and facilities responsible for the care or protection of children shall conform with standards established by competent authorities, particularly in the areas of safety, health, in the number and suitability of their staff, as well as competent supervision.",
      "Article 4:",
      "States Parties undertake to protect the child from all forms of sexual exploitation and sexual abuse. For these purposes, States Parties shall in particular take all appropriate national, bilateral and multilateral measures to prevent:",
      "(a) The inducement or coercion of a child to engage in any unlawful sexual activity; (b) The exploitative use of children in prostitution or other unlawful sexual practices; (C) The exploitative use of children in pornographic performances and materials."
    ]
  },
  {
    "id": 118,
    "heading": "G. BIOMEDICAL RESEARCH",
    "text": [
      "1. WORLD  MEDICAL  ASSOCIATION   DECLARATION OF  HELSINKI RECOMMENDATIONSGUIDINGPHYSICIANSIN BIOMEDICAL RESEARCHINVOLVING HUMANSUBJECTS17"
    ]
  },
  {
    "id": 119,
    "heading": "Introduction",
    "text": [
      "It is the mission of the physician to safeguard the health of the people. His or her knowledge and conscience are dedicated to the fulfilment of this mission.",
      "The Declaration of Geneva of the World Medical Association binds the physician with the words, \"The health of my patient will be my first consideration,\" and the International Code of Medical Ethics declares that, \"A physician shall act only in the patient's interest when providing medical care which might have the effect of weakening the physical and mental condition of thepatient.\"",
      "The purpose of biomedical research involving human subjects must be to improve diagnostic, therapeutic and prophylactic procedures and the understanding of the etiology and pathogenesis of disease.",
      "In current medical practice most diagnostic, therapeutic or prophylactic procedures involve hazards. This applies especially to biomedical research.",
      "Medical progress is based on research which ultimately must rest in part on experimentation involving human subjects.",
      "In the field of biomedical research a fundamental distinction must be recognized between medical research in which the aim is essentially diagnostic or therapeutic for a patient, and medical research, the essential object of which is purely scientific and without implying direct diagnostic or therapeutic value to the person subjected to the research.",
      "Special caution must be exercised in the conduct of research which may affect the environment, and the welfare of animals used for research must be respected.",
      "Because it is essential that the results of laboratory experiments be applied to human beings to further scientific knowledge and to help suffering humanity, the World Medical Association has prepared the following recommendations as a guide to every physician in biomedical research involving human subjects. They should be kept under review in the future. It must be stressed that the standards as drafted are only a guide to physicians all over the world. Physicians are not relieved from criminal, civil and ethical responsibilities under the laws of their own countries."
    ]
  },
  {
    "id": 120,
    "heading": "1. Basic Principles",
    "text": [
      "1. Biomedical research involving human subjects must conform to generally accepted scientific principles and should be based on adequately performed laboratory and animal experimentation and on a thorough knowledge of the scientific literature.",
      "2. The design and performance of each experimental procedure involving human subjects should be clearly formulated in an experimental protocol which should be transmitted for consideration, comment and guidance to a specially appointed committee independent of the investigator and the sponsor provided that this independent committee is in conformity with the laws and regulations of the country in which the research experiment is performed.",
      "3. Biomedical research involving human subjects should be conducted only by scientifically qualified persons and under the supervision of a clinically competent medical person. The responsibility for the human subject must always rest with a medically qualified person and never rest on the subject of the research, even though the subject has given his or her consent.",
      "4. Biomedical research involving human subjects cannot legitimately be carried out unless the importance of the objective is in proportion to the inherent risk to the subject.",
      "5. Every biomedical research project involving human subjects should be preceded by careful assessment of predictable risks in comparison with foreseeable benefits to the subject or to others. Concern for the interests of the subject must always prevail over the interests of science and society.",
      "6. The right of the research subject to safeguard his or her integrity must always be respected. Every precaution should be taken to respect the privacy of the subject and to minimize the impact of the study on the subject's physical and mental integrity and on the personality of the subject.",
      "7. Physicians should abstain from engaging in research projects involving human subjects unless they are satisfied that the hazards involved are believed to be predictable. Physicians should cease any investigation if the hazards are found to outweigh the potential benefits.",
      "8. In publication of the results of his or her research, the physician is obliged to preserve the accuracy of the results. Reports of experimentation not in accordance with the principles laid down in this Declaration should not be acceptedforpublication.",
      "9. In any research on human beings, each potential subject must be adequately informed of the aims, methods, anticipated benefits and potential hazards of the study and the discomfort it may entail. He or she should be informed that he or she is at liberty to abstain from participation in the study and that he or she is free to withdraw his or her consent to participation at any time. The physician should then obtain the subject's freely-given informed consent, preferably in writing.",
      "10. When obtaining informed consent for the research project the physician should be particularly cautious if the subject is in a dependent relationship to him or her or may consent under duress. In that case the informed consent should be obtained by a physician who is not engaged in the investigation and who is completely independent of this official relationship.",
      "11. In case of legal incompetence, informed consent should be obtained from the legal guardian in accordance with national legislation. Where physical or mental incapacity makes it impossible to obtain informed consent, or when the subject is a minor, permission from the responsible relative replaces that of the subject in accordance with national legislation. Whenever the minor child is in fact able to give consent, the minor's consent must be obtained in addition to the consent of the minor's legal guardian.",
      "12. The research protocol should always contain a statement of the ethical considerations involved and should indicate that the principles enunciated in the present Declaration are complied with.",
      "I1. Medical Research Combined with Professional Care (Clinical research)",
      "1. In the treatment of the sick person, the physician must be free to use a new diagnostic and therapeutic measure, if in his or her judgement it offers hope of saving life, reestablishing health or alleviating suffering.",
      "2. The potential benefits, hazards and discomfort of a new method should be weighed against the advantages of the best current diagnostic and therapeutic methods.",
      "3. In any medical study, every patient - including those of a control group, if any - should be assured of the best proven diagnostic and therapeutic method.",
      "4. The refusal of the patient to participate in a study must never interfere with the physician-patient relationship.",
      "5. If the physician considers it essential not to obtain informed consent, the specific reasons for this proposal should be stated in the experimental protocol for transmission to the independent committe (I, 2).",
      "6. The physician can combine medical research with professional care, the objective being the acquisition of new medical knowledge, only to the extent that medical research is justified by its potential diagnostic or therapeutic value for thepatient."
    ]
  },
  {
    "id": 121,
    "heading": "IⅢ. Non-therapeutic Biomedical Research Involving Human Subjects (Non-clinical biomedical research)",
    "text": [
      "1. In the purely scientific application of medical research carried out on a human being, it is the duty of the physician to remain the protector of the life and health of that person on whom biomedical research is being carried out.",
      "2. The subjects should be volunteers - either healthy persons or patients for whom the experimental design is not related to the patient's illness.",
      "3. The investigator or the investigating team should discontinue the research if in his/her or their judgement it may, if continued, be harmful to the individual.",
      "4. In research on man, the interest of science and society should never take precedence over considerations related to the well-being of the subject."
    ]
  },
  {
    "id": 122,
    "heading": "H.HUMAN ORGAN TRANSPLANTATION",
    "text": [
      "1. WORLD MEDICAL ASSOCIATION DECLARATION ON HUMAN ORGAN TRANSPLANTATION18",
      "The World Medical Association recommends the following guidelines for the guidance of physicians engaged in the transplantation of human organs:",
      "1. The primary concern of physicians must at all times be the health of their patients. The concern and allegiance must be preserved in all medical procedures, including those which involve the transplantation of an organ from one person to another. Both donor and recipient are patients and care must, therefore, be taken to protect the rights of both. No physician may therefore assume a responsibility in organ transplantation unless the rights of both donor and recipient are protected.",
      "2. A potential organ transplant offers no justification for a relaxation of the usual standard of medical care. The same standard of care should apply whether the patient is a potential donor or not.",
      "3. When an organ is to be transplanted from a donor after the donor's death, the death of the donor shall have been determined independently by two or more physicians who are not involved in the transplantation procedure. Death shall be determined by the judgement of each physician. In making this determination, each physician will use currently accepted scientific tests, and criteria that are consistent with the ethical requirements and professional standards established by the National Medical Association and other appropriate medical organizations in the community.",
      "4. Whenever an experimental procedure such as the transplantation of animal organs or artificial organs is being considered, the physician should comply with the recommendations contained in the World Medical Association's Declaration of Helsinki, providing guidance for physicians in biomedical research involving human subjects.",
      "5. The fullest possible discussion of the proposed procedure with the donor and the recipient or their respective responsible relatives or legal representatives is mandatory. The physician should be objective in discussing the procedure, in disclosing known risks and possible hazards, and in advising of the alternative procedures available. The physician should not encourage expectations beyond those which the circumstances justify. The physician's interest in advancing scientific knowledge must always be secondary to his primary concern for the patient. Free informed consent must always be obtained.",
      "6. Transplant procedures of body organs should be undertaken (a) only by physicians who possess special medical knowledge and technical competence developed through special training, study and practice, and (b) in medical institutions with adequate facilities for organ transplantation.",
      "7. Transplantation of body organs should be undertaken only after careful evaluation of the availability and effectiveness of other possible therapy.",
      "8. The purchase and sale of human organs for transplantation is condemned.",
      "2. WMA STATEMENT ON LIVE ORGAN TRADE19",
      "In due consideration of the fact that in the recent past a trade of considerable financial gain has developed with live kidneys from underdeveloped countries for transplantation in Europe and the United States of America.",
      "The WORLD MEDICAL ASSOCIATION condemns the purchase and sale of human organs for transplantation.",
      "The WORLD MEDICAL ASSOCIATION calls on the governments of all countries to take effective steps to prevent the commercial use of human organs.",
      "3. WORLD HEALTH ASSEMBLY RESOLUTION 42.5-PREVENTING THE PURCHASE ANDSALE OFHUMAN ORGANS",
      "WHA42.5 - The Forty-second World Health Assembly20",
      "Concerned by the commercial trafficking in the organs of healthy donors, which exploits human distress and puts at increased risk the health of the donors;",
      "Aware that commercial arrangements for organ transplants are nevertheless being undertaken and that to date there has been litle success in preventing trafficking in human organs;",
      "Anxious to prevent the exploitation of human distress, particularly in children and other vulnerable groups, and to further the recognition of the ethical principles which condemn the buying and selling of organs for purposes of transplantation;",
      "1. CALLS UPON Member States to take appropriate measures to prevent the purchase and sale of human organs for transplantation;",
      "2. RECOMMENDS that Member States introduce legislation to prohibit trafficking in organs where this cannot effectively be prevented by other measures;",
      "3. URGES Member States, in close cooperation with professional health organizations and supervising health authorities, to discourage all practices which facilitate commercial trafficking in organs;",
      "4. REQUESTS Member States to report as soon as possible to WHO on action taken with respect to this resolution;",
      "5. REQUESTS the Director-General to report to the Forty-fourth World Health Assembly the measures taken by the governments of Member States in furtherance of this resolution."
    ]
  },
  {
    "id": 123,
    "heading": "I.VOLUNTARY AND NON-REMUNERATED BLOOD DONATION",
    "text": [
      "1. LEAGUE (INTERNATIONAL FEDERATION) OF RED CROSS AND RED CRESCENT SOCIETIES' STATEMENT ON THE ETHICS OF VOLUNTARY, NONREMUNERATEDBLOOD DONATION- $1990^{21}$",
      "The League of Red Cross and Red Crescent Societies, in keeping with its humanitarian principles, has always maintained uncompromising support for the concept of voluntary, non-remunerated blood donation.",
      "The XXIVth International Conference of the Red Cross in Manila in 1981 reaffirmed the Movement's commitment to voluntary non-remunerated blood donation and, in this context, approved the code of Ethics developed by the International Society of Blood Transfusion as consistent with the principles of the Movement. The rapid changes of the last decade have thrown new light on the ethical aspects of blood donation.",
      "Voluntary non-remunerated blood donation is considered among the safest kind of blood donation in terms of security to the recipient, as the blood donor does not benefit from the transaction. The donor is expected to communicate without hesitation any contraindication which could have potential harmful effects on a recipient. In recent years, this responsibility has become more onerous, and the questions asked by the transfusion services have become of necessity more personal and more detailed than before.",
      "For these reasons, there are increased ethical responsibilities, some old, some new, placed on transfusion services which collect blood from voluntary non-remunerated donors. They include the following:",
      "1. No coercion or pressure should be brought to bear on a potential donor to donate; 2. Every transfusion service should have current detailed criteria for donor selection and deferral, and these should be explained to the donor when an occasion for deferral arises;",
      "3. Staff and volunteers who have donor contact should be carefully selected and trained so as to ensure that donors are handled sensitively and thoughtfully;",
      "4. Donors should be made aware of the ethical responsibilities that they have towards the recipient(s) of their donation;",
      "5. Donors should be assured by every available means that their donation is being utilised for patients in need;",
      "6. Donors should be assured that blood and blood products made available through voluntary non-remunerated donation are being used optimally within hospitals for patients in need;",
      "7. Donors should be assured that the transfusion service will treat in a confidential manner all personal donor details, including the results of all laboratorytests.",
      "The Red Cross and Red Crescent Movement continues to support, as consistent with its principles, the ethical implications of voluntary, non-remunerated blood donation."
    ]
  },
  {
    "id": 124,
    "heading": "J.AIDS",
    "text": [
      "1. WORLD MEDICAL ASSOCIATION STATEMENT ON THE PROFESSIONAL RESPONSIBILITY OF PHYSICIANS IN TREATING AIDS PATIENTS - $1988^{22}$",
      "The World Medical Association, Inc. has previously adopted guidelines to assist National Medical Associations in developing strategies to cope with a growing AIDS epidemic. This statement provides the individual physician with direction as to his or her professional responsibilities with reference to the treatment of AIDs patients, and also as to the physician's responsibility to his or her patients in the event the physician is seropositive.",
      "The WMA Interim Statement on AIDS, adopted in October 1987, states in part:",
      "\"Patients with AIDS and those who test positively for the antibody to the AIDS virus must be provided with appropriate medical care and should not be treated unfairly or suffer from arbitrary or irrational discrimination in their daily lives. Physicians have a long and honored tradition of tending to patients afflicted with infectious diseases with compassion and courage. That tradition must be continued throughout theAIDsepidemic.\"",
      "AIDS patients are entitled to competent medical care with compassion and respect for human dignity. A physician may not ethically refuse to treat a patient whose condition is within the physician's current realm of competence, solely because the patient is seropositive. Medical ethics do not permit categorical discrimination against a patient based solely on his or her seropositivity. A person who is afflicted with AIDS needs competent, compassionate treatment. A physician who is not able to provide the care and services required by persons with AIDS should make an appropriate referral to those physicians or facilities that are equipped to provide such services. Until the referral can be accomplished, the physician must care for the patient to the best of his or her",
      "ability.",
      "The rights and interests of those who are infected with the AIDs virus, as well as those who are not, are entitled to protection. A physician who knows that he or she has an infectious disease should not engage in any activity that creates a risk of transmission of the disease to others. In the context of possible exposure to AIDs, the activity in which the physician wishes to engage will be the controlling factor.",
      "In the provision of medical care, if a risk of transmission of an infectious disease from a physician to a patient exists, disclosure of that risk to patients is not enough; patients are entitled to expect that their physicians will not increase their exposure to the risk of contracting an infectious disease.",
      "If no risk exists, disclosure of the physician's medical condition to his or her patients will serve no rational purpose; if a risk does exists, the physician should not engage in that activity.",
      "If a patient is fully informed of the physician's condition and the risks that condition presents, and the patient elects to continue care and treatment with the seropositive physician, greater care must be exercised to assure that true informed consent is obtained.",
      "The duty of all physicians is to refrain from issuing false certificates even if the intention of such is to help the patient to stay within his regular environment.",
      "The duty of the physician is to comply with and make comply the sanitary and protective rules established for health personnel because they are known, simple and effective.",
      "The duty of all physicians is to participate fully in preventive programmes initiated by public authorities to stop the spread of AIDS.",
      "2. DECISION NO. 24 OF THE VITH GENERAL ASSEMBLY OF THE LEAGUE (FEDERATION)23",
      "\"The General Assembly,",
      "RECOGNIsING that the disease AIDS (caused by the Human Immunodeficiency Virus) is a serious, worldwide health problem that will require an immediate, positive, global response if it is to be controlled;",
      "AwARE that the Human Immunodeficiency Virus (HIV) is primarily spread during sexual intercourse and that in the absence of suitable vaccines or treatment, the control of the AIDS pandemic will depend on effective health education and information activities, directed to the general public and also focused on high-risk behaviours, which can alter people's attitudes and sexual practices;",
      "AwARE that the HIV is also spread by the use of HIV contaminated needles and syringes, and that the control of the AIDs pandemic will therefore additionally depend on ensuring the sterility of all needles and syringes and implementing health education activities targeted to intravenous drug abusers and other high risk behaviours;",
      "AwARE that the HIV is also spread by transfusion of contaminated blood, and that the provision of safe blood and blood products will therefore also contribute towards the control of the AIDS pandemic;",
      "AwARE that there is a need to reinforce safe medical practices not only to curtail the spread of the HIV but also to protect health care workers against infection;",
      "RECOGNIsING that in addition to the need to prevent the spread of the HIV, there is a need to provide support and services for people who are carriers of HIV, people with AIDS and their families;",
      "CoNcERNED about the many social, economic, moral, ethical and legal issues which are being raised by the AIDs pandemic;",
      "REcOGNIsING the established leadership and global coordinating role of the World Health Organization (in particular the Special Programme on AlDS) in AIDs prevention, control, education and information;",
      "AccEPTING that an involvement with AIDS control is a long-term commitment which should help to strengthen existing activities and should not be allowed to detract from or weaken them;",
      "AwARE that governments will require the support of non-governmental organizations in their efforts to control AIDS and that many Red Cross and Red",
      "Crescent Societies are in a unique position to provide such support;",
      "REcoGNIsING that the Fundamental Principles of the Red Cross/Red Crescent Movement and previous General Assembly resolutions in support of primary health care place a particular responsibility on National Societies to respond to theAIDSpandemic,",
      "1. Urges all Red Cross and Red Crescent Societies actively to support and ensure cooperation and consistency with their government's AIDS control programmes.",
      "2. Urges all Red Cross and Red Crescent Societies to integrate their AIDS activities into their existing health and information programmes and to carry them out in a way that strengthens their existing activities and capacity.",
      "3. Urges all Red Cross and Red Crescent Societies to coordinate their AIDS programmes  with  relevant  intergovernmental  and  non-governmental organizations and involve people who are carriers of HIV and people with AIDS in the planning and implementation of such programmes.",
      "4. Urges All Red Cross and Red Crescent Societies to do everything in their power to prevent discrimination against and offer humanitarian support to people who are carriers of HIV, people with AIDS and their families.",
      "5. Requests the Federation Secretariat to assist with the development of appropriate policies and strategies, in close consultation with the WHO's Special Programme on AIDS, and to play an active coordinating role between National Societies and between the Federation of Red Cross and Red Crescent Societies and relevant intergovernmental and non-governmental organizations.",
      "6. Requests the Federation Secretariat, in collaboration with National Societies, the Henry Dunant Institute and other relevant organizations, to convene and coordinate a working group with the specific remit to develop policies, strategies and studies relating to the involvement of the Red Cross/Red Crescent Movement with the Human Rights issue raised by the AIDS pandemic.",
      "7. Urges all participating National Societies to provide appropriate technical and financial assistance to the Federation Secretariat and operating National Societies, in view of the emergency nature of the AIDS pandemic and the consequent need to support AIDS-related activities from sources outside existing statutorybudgets.\"",
      "3. DECISION NO. 31 OF THE VIIITH GENERAL ASSEMBLY OF THE LEAGUE (FEDERATION)24",
      "The General Assembly,",
      "Recognizing the major contribution that National Societies and the League have made to the global fight against AIDs,",
      "Aware of the continuing need for information and education, for programs to prevent HIV sexual transmission and HIV transmission among intravenous drug users and for measures to ensure the safety of blood supplies and adequate sterilization of medical equipment to prevent the spread of HIV,",
      "Aware of the increasing need for care and support for people living with HIV and AIDS, their families and friends,",
      "Recognizing that international and national cooperation will be essential if the efforts of governments, inter-governmental and non-governmental organizations, together, are to succeed in preventing the spread of HIV and in providing adequate and appropriate care and support for people living with HIV andAIDS,",
      "Acknowledging the important role that the League has played to foster cooperation between different organizations internationally and the continuing opportunities for many National Societies to strengthen coordination at national level,",
      "Concerned that AIDS-related discrimination continues to be widespread and that this discrimination has a serious negative impact on efforts to combat the AIDSpandemic,",
      "Recognizing that the Movement's Fundamental Principles, particularly those of Humanity and Impartiality, give National Societies and the League a major responsibility to fight discrimination and advocate the rights of people living withHIV andAIDS,",
      "Aware that in order to make a meaningful contribution to the global effort to combat the AIDS pandemic, a sustained effort is required by the League and National Societies, with appropriate allocation of human resources and financial support for program development,",
      "Calls on National Societies to reaffirm and strengthen their commitment to the priorities and strategies outlined in Decision 24, of the VIth Session of the General Assembly,and",
      "Urges National Societies to ensure that sufficient resources are available nationally, regionally, and internationally to enable individual National Societies and the League to make a sustainable contribution to the global fight against AIDS,",
      "Encourages all National Societies to continue to strengthen their AIDS Programs, which focuses on information, education, care and support for people living with HIV/AIDS, to use a community-based approach, to facilitate the integration of people living with HIV and AIDS into their communities and their involvement in the design and delivery of HIV/AIDS-related services,",
      "Urges National Societies and the League to continue to take a strong stand against all forms of AIDS-related discrimination, internationally and nationally, through advocacy, education and other relevant activities, and further",
      "Urges them to refrain from organizing or supporting international or regional meetings on AIDS in countries that have legislation or government policies that discriminate against people living with HIV and AIDs,",
      "Challenges National Societies and governments to seek ways to work together more effectively, and",
      "Encourages National Societies to strengthen and develop coordination and cooperation between non-governmental organizations at  national  level, requesting governments to assist them with this process,",
      "Calls on the League to continue to form mutually respectful partnerships with other organizations internationally, and to develop appropriate policies and strategies that will help National Societies respond to new AIDS-related challenges.",
      "![](images/d6fcd8c105e10173d8cad21dc7dbde561bb175122cdc8d9aaaf06c7d309c4ad6.jpg)",
      "The founders of the Red Cross / Red Crescent FGCU LIBRARY their involvement in specific experience to devel Principles.In Health and Humanitarian Concern Henryk Leszek Zielinski proceeds from ex 3 1997 00043342 5 Principles and back again,providing heaith protesstonais WILI cicai guidance for confronting specific problems -including Natural Disasters, Forced Feeding,Torture,Biomedical Research and HIV and AIDs Discrimination -while simultaneously presenting these medical and social dilemmas in the context of the broader humanitarian pies which underlietheRed Cross and Red Crescent MovemAD E their approach to complex humanitarian solution Upon reading Dr Zielinski's book,health profe APR DATE DUE r Zielinski's change systematic approach,or they will maintain the of action but with a deeper understanding and a firmer commiti Chnt to the spirit and the letter of the Movement. In either case,Dr Zielinski's book is an invaluable guide for all who seek to make a personal contribution to the relief of",
      "![](images/f041720da0b9462ed74b9a7c3a71a12a9db6130f538fb47f2cff27e232534ac3.jpg)"
    ]
  }
]